Repository: 32accc/iOS-encrypted-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS en Kabyle.xliff
Languages: kab

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
kab: Ilaq i ucuddu n umidya ar yimayl.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
kab: Ilaq i ucuddu n tewlafin ar yimayl.

# NSContactsUsageDescription
source: Required for email autocomplete.
kab: Ilaq i ukemmel awurman deg yimal.

source: %d Member
kab: %d Aεeggal

source: %d Members
kab: %d Iεeggalen

source: %d minute
kab: %d n tesdadt

source: %d minutes
kab: %d n tesdadin

source: %d Selected
kab: %d Yettwafren

source: %i email address
kab: %i n tansa imayl

source: %i email addresses
kab: %i n tansiwin imayl

source: (total)
kab: (aɣrud)

source: *OPTIONAL
kab: *AFRAYAN

source: /user
kab: /aseqdac

source: A message cannot have more than 5 labels
kab: Ur yezmir ara ad yesɛu yizen nnig 5 n tebzimin

source: A new version of ProtonMail app is available, please update to latest version.
kab: Lqem amaynut n ProtonMail yella. Ma ulac aɣilif, awi lqem amaynut.

source: A paid ProtonMail plan is required to use this feature
kab: Ilaq uɣawas ProtonMail s uxelleṣ i useqdec n tmahilt-a

source: A passcode has not been set, enable it in the system Settings
kab: Tangalt tuffirt ur tettwazen ara yakan, rmed-itt deg iɣewwaṛen n unagraw

source: API Server not reachable...
kab: API n uqeddac ur yettwawaḍ ara...

source: Archive
kab: AƔBAṚ

source: Access to this account is disabled due to non-payment. Please sign in through protonmail.com to pay your unpaid invoice.
kab: Anekcum ar umiḍan-agi yensa ɣef sebba n lexlas mazal. Ma ulac aɣilif qqen ar protonmail.com akken ad xelseḍ tafaturt mazal.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://protonmail.com/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
kab: Yensa unekcum ar umiḍan-a imi mazal ur yettwaxelleṣ ara. Ma ulac aɣilif, rzu ar <a href="https://protonmail.com/support/knowledge-base/delinquency/">taffa-nneɣ n tmussni</a> i ugar n telɣut.

# Account password invalid
source: Invalid account password
kab: Yir awal uffir n umidan

source: Add
kab: Rnu

source: Add Anniversary
kab: Rnu amulli

source: Add Birthday
kab: Rnu azemz n tlalit

source: Add Contact
kab: Rnu anermis

source: Add Custom Label
kab: Rnu tabzimt tudmawant

source: Add Folder
kab: Rnu akaram

source: Add Gender
kab: Rnu akaram

source: Add Group
kab: Rnu agraw

source: Add Label
kab: Rnu tabzimt

source: Add New Folder
kab: Rnu akaram amaynut

source: Add New Label
kab: Rnu tabzimt tamaynut

source: Add Nickname
kab: Rnu meffer isem

source: Add Organization
kab: Rnu tuddsa

source: Add Photo
kab: Rnu Tawlaft

source: Add Star
kab: Rnu ar inurifen

source: Add Title
kab: Rnu azwel

source: Add new address
kab: Rnu tansa tamaynut

source: Add new custom field
kab: Rnu urti udmawan amaynut

source: Add new email
kab: Rnu imayl amaynut

source: Add new field
kab: Rnu urti amaynut

source: Add new phone number
kab: Rnu uṭṭun n tiliɣri amaynut

source: Add new url
kab: Rnu url amaynut

source: Add to contacts
kab: Rnu γer inermisen

source: Address
kab: Tansa

source: Alert
kab: Alɣu

source: All Mail
kab: Akk iznan

source: All contacts are imported
kab: Akk inermisen ttwaketren

source: All of your existing encrypted emails will be lost forever, but you will still be able to view your unencrypted emails. THIS ACTION CANNOT BE UNDONE!
kab: Ad ṛuḥen akk imaylen-ik iwgelhanen i lebda, acu kan, ad tizmireḍ yal tikelt ad twaliḍ imaylen-ik ariwgelhanen. ULAC TUƔALIN AR DEFFIR I TIGAWT-A!

source: Also Archive
kab: Ɣber daɣen

source: Also used to reset a forgotten password.
kab: Yettwaseqdec daɣen i uwennez n wawal uffir yettwattun.

source: Anniversary
kab: Amulli

source: App is locked
kab: Asnas yesekkeṛ

source: Apple in-app purchase fee
kab: Tasqamt n tiɣin deg usnas Apple

source: Apply
kab: Snes

source: Apply Labels
kab: Snes tibzimin

source: Archive
kab: Aɣbar

source: Archived
kab: Aɣbar

source: Attachments
kab: Ticeqqufin

source: Authentication
kab: Asesteb

source: Authentication failed: wrong username or password.
kab: Asesteb yecceḍ, yir isem n useqdac neɣ awal uffir

source: Authentication failed
kab: Asesteb yecceḍ

source: Authentication failed. Please try to login again.
kab: Yecceḍ usesteb. Ɛreḍ ad teqqneḍ tikelt nniḍen.

source: Authentication was cancelled by the system
kab: Asesteb yessefsex-it unagraw

source: Auto lock time
kab: Tanzagt send asekkeṛ awurman

source: Auto show images
kab: Sken s wudem awurman tiwlafin

source: Back
kab: Ar deffir

source: Bad auth cache
kab: Yir tuffirt n usesteb

source: Bad parameter
kab: Yir asebdad

source: Bad parameter: %@
kab: Yir asebdad: %@

source: Bad path
kab: Yir abrid

source: Bad response
kab: Yir tiririt

source: BCC
kab: Anɣ. Uff. I

source: Birthday
kab: Azemz n tlalit

source: Bug Description
kab: Aglam n ubug

source: Bug report received
kab: Tuzna n ubug tettwarmes

source: By using protonmail, you agree to our
kab: S useqdec n ptotonmail, ad tqebled

source: Call Contact
kab: Siwel i unermis

source: Can take several minutes to setup.
kab: Yezmer ad yawi ddeqs n tisadtin akken ad ibedd.

source: Can't copy the file
kab: Ur izmir ara ad yenɣel afaylu

source: Can't create a SRP Client
kab: Ur yezmir ara ad yernu amsaq SRP

source: Can't create a SRP verifier!
kab: Ur yezmir ara ad yernu amseqad SRP!

source: Can't decrypt this attachment!
kab: Ur izmir ara ad iwgelhen afaylu-agi yeddan!

source: Can't delete contact group
kab: D awezɣi tukksa n ugraw n unermes

source: Can't download message body, please try again.
kab: Ur izmir ara ad isider tafekka n yizen. Ɛreḍ tikelt nniḍen.

source: Can't download message body. Please try again.
kab: Ur yezmir ara ad isider tafekka n yizen. Ɛreḍ tikelt nniḍen.

source: Can't fetch contact groups
kab: Ur yezmir ara ad yaf igrawen n unermes

source: Can't find the clicked message please try again!
kab: Ur izmir ara ad yaf izen fiɣef i tsiteḍ. Ɛreḍ tikelt nniḍen!

source: Can't find this attachment!
kab: Ur izmir ara ad yaf afaylu-agi yeddan!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
kab: Ur izmir ara ad d-yawi asulay Moduls!

source: Can't get a Moduls!
kab: Ur izmir ara ad d-yawi Moduls!

source: Can't get user auth info
kab: Ur izmir ara ad d-yawi talɣut n usesteb

source: Can't load share content!
kab: Ur izmir ara ad d-isali agbur yebḍan!

source: Can't load the file
kab: Ur izmir ara ad ittali afaylu

source: Can't not find the value from the response body
kab: Ur izmir ara ad yaf azal n tfekka n tririt

source: Can't open the file
kab: Ur izmir ara ad d-yeldi afaylu

source: Can't save contact group
kab: Ur yezmir ara ad isekles agraw n unermes

source: Cancel
kab: Sefsex

source: Cancel Check
kab: Sesfex Asenqed

source: Cancelling
kab: Asefsex

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
kab: Ur yezmir ara ad yezmek afaylu-a icudden.

source: Catalan
kab: Takaṭalant

source: CC
kab: Anɣ. I

source: Cc:
kab: Anɣ. I:

source: Cell phone number
kab: Uṭṭun n tiliɣri n ufus

source: Change Login Password
kab: Snifel awal uffir n tuqqna

source: Change Mailbox Password
kab: Snifel awal uffir n tnaka n yimayl

source: Change password
kab: Snifel awal uffir

source: Change PIN
kab: Snifel Pin

source: Change Single Password
kab: Beddel awal uffir assuf

source: Change default address to...
kab: Beddel tansa tamezwarut ɣer..

source: Change left swipe action
kab: Beddel tigawt n uzuɣer s azelmaḍ

source: Change right swipe action
kab: Beddel tigawt n uzuɣer s ayeffus

source: Change sender address to...
kab: Beddel tansa n umazan ɣer..

source: Check Again
kab: Senqed tikelt nniḍen

source: Checking...
kab: Asenqed....

source: Chinese Simplified
kab: Tacinwat taḥerfit

source: Chinese Traditional
kab: Tacinwat tamensayt

source: Choose a Password
kab: Fren awal uffir

source: City
kab: Tamdint

source: Clear local message cache
kab: Sfeḍ Tuffirt n Iznan Idiganen

source: Close
kab: Mdel

source: Closing
kab: Yettemdal

source: Compose
kab: Aru

source: Compose to
kab: Aru i

source: Confirm
kab: Sentem

source: Confirm login password
kab: Sentem awal uffir n tuqqna

source: Confirm mailbox password
kab: Sentem awal uffir n tnaka n yimayl

source: Confirm password
kab: Sentem awal uffir

source: Confirm new login password
kab: Sentem awal uffir amaynut

source: Confirm new mailbox password
kab: Sentem awal uffir n tnaka n yimayl amaynut

source: Confirm new password
kab: Sentem awal uffir amaynut

source: Confirm phishing report
kab: Sentem tuzna n uneqqis n phishing

source: Confirmation
kab: Asentem

source: Congratulations!
kab: Ayuz!

source: Contact Details
kab: Talqayt unermis

source: Contact the ProtonMail team
kab: Nermes tarbaɛt n ProtonMail

source: Contacts
kab: Inermisen

source: Continue
kab: Kemmel

source: Copy address
kab: Nɣel tansa

source: Copy name
kab: Isem tmurt

source: Country
kab: Tamurt

source: Create
kab: Rnu

source: Create Account
kab: Rnu amiḍan

source: Create User failed. Please try again.
kab: Tecceḍ tmerna n useqdac. Ɛreḍ tikelt nniḍen.

source: Create a new account
kab: Rnu amiḍan amaynut

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
kab: Tzemreḍ ad ternuḍ tibzimin akken ad tseggmeḍ tanaka-ik n urmas. Eǧǧ afus-ikɣef yizen i wugar n iɣewwaṛen.

source: Create user failed
kab: Timerna n useqdac tecceḍ

source: Current Language is:
kab: Tutlayt tamirant d:

source: Current login password
kab: Awal uffir amiran

source: Current password
kab: Awal uffir amiran

source: Custom
kab: Udmawan

source: Czech
kab: Tačikit

source: DECRYPT MAILBOX
kab: WGELHEN TANAKA N YIMAYLEN

source: Drafts
kab: IREWWAYEN

source: Danish
kab: Tadanit

source: Date:
kab: Azemz:

source: Date: %@
kab: Azemz:%@

source: Debug
kab: Seɣti

source: Decrypt
kab: Zmek

source: Decrypt token failed. Please try again.
kab: Yecced uwgelhen n ujiṭun. Ɛreḍ tikelt nniḍen.

source: Decryption error
kab: Tuccḍa n uzmak

source: Decryption of this content failed
kab: Azmak n agbur agi icceḍ

source: Default
kab: Amezwer

source: Default error. Please try again.
kab: Tuccḍa tamezwert. Ɛreḍ tikelt nniḍen.

source: Define Expiration Date
kab: Sbadu azemz n tagara

source: Define hint (Optional)
kab: Sbadu amatar (afrayan)

source: Define password
kab: Sbadu awal uffir

source: Delete
kab: Kkes

source: Delete Contact
kab: Kkes anermis

source: Delete Contact Group
kab: Kkes agraw n unermes

source: Deleted
kab: Ittwakkes

source: Details
kab: Talqayt

source: Discard changes
kab: Aggi Isniflen

source: Discard draft
kab: Kkes arewway

source: Display name
kab: Isem ittwasken-d

source: Display name updated
kab: Isem n uskan yettwalqem

source: Do you want to activate the purchased service plan for
kab: Tebɣiḍ ad tremdeḍ imeẓla n uɣawas i tuɣeḍ i

source: Do you want to cancel the process?
kab: Tebɣiḍ ad tesfesxeḍ akala?

source: Do you want to save the unsaved changes?
kab: Tebɣiḍ ad teskelseḍ ibeddilen?

source: Don't Show Again
kab: Ur skan ara tikelt-nniḍen

source: Don't remind me again
kab: Ur iyi-d-smektay ara

source: Done
kab: Yekfa

source: Double tap to setup
kab: Swel s utekki snat tikal

source: Draft
kab: Arewway

source: Drafts
kab: Irewwayen

source: Dutch
kab: Tahulandit

source: Edit
kab: Ẓreg

source: Edit contact
kab: Ẓreg anermis

source: Edit Folder
kab: Ẓreg akaram

source: Edit Group
kab: Ẓreg agraw

source: Edit Label
kab: Ẓreg tabzimt

source: Edit Photo
kab: Ẓreg tawlaft

source: Edit mobile signature
kab: Ẓreg azmul aziraz

source: Edit signature
kab: Ẓreg azmul

source: Email
kab: Imayl

source: Email Addresses
kab: Tansiwin imayl

source: Email Contact
kab: Aru i unermis

source: Email Verification
kab: Asenqed n imayl

source: Email address
kab: Tansa imayl

source: Email address invalid
kab: Tansa imayl mači d tameɣtut

source: Email default signature
kab: Azmul imayl s lexsaṣ

# Email domain invalid
source: Invalid email domain
kab: Yir taɣult n yimayl

source: Empty folder
kab: Silem akaram

source: Enable Default Signature
kab: Rmed azmul s lexsaṣ

source: Enable FaceID
kab: Rmed FaceID

source: Enable Mobile Signature
kab: Rmed azmul aziraz

source: Enable Notification Email
kab: Rmed tulɣiwin s imayl

source: Enable PIN protection
kab: Rmed amesten s Pin

source: Enable TouchID
kab: Rmed TouchID

source: Encrypted Contact Details
kab: Ttfaṣil n inarmisen iwegelhanen

source: Encrypted for outside
kab: Iwegelhen i beṛṛa

source: Encrypted for outside reply
kab: Iweglhen i tririt i beṛṛa

source: Encrypted from outside
kab: Iwegelhen seg beṛṛa

source: Encrypted outside
kab: Awegelhen beṛṛa

source: Encryption Setup
kab: Tawila n uweglhen

source: End Time
kab: Saɛa n tagara

source: End-to-end encryption
kab: Awegelhen seg tazwara ar tagara

source: End-to-end encrypted
kab: Ittwawegelhen seg tazwara ar tagara

source: End-to-end encrypted message
kab: Izen ittwawegelhen seg tazwara ar tagara

source: End-to-end encrypted message from verified address
kab: Izen ittwawegelhen seg tazwara ar tagara yekka-d seg tansa yettusneqden

source: End-to-end encrypted to verified address
kab: Ittwawegelhen seg tazwara ar tagara ar tansa yettusneqden

source: English
kab: Taglizit

source: Enter
kab: Sekcem

source: Enter verification code
kab: Sekcem tangalt n uselken

source: Enter your PIN
kab: Sekcem PIN inek

source: Enter your PIN to unlock your inbox.
kab: Sekcem PIN inek akken ad yekkes useḍru n tabewaṭ-ik.

source: Enter your cell phone number
kab: Sekcem uṭṭun n tilifun-ik afafus

source: Enter your existing email address.
kab: Sekcem tansa-ik n imyal yellan.

source: Error logs
kab: Iɣmisen n Tucḍiwin

source: Error occured
kab: Tella-d tuccḍa

source: Every time enter app
kab: Tal tulya n usnas

source: Expires
kab: Ad yemmet

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
kab: Ad yemmet deg %1$d wussan %2$d n tsaɛtin %3$d dqiqat %4$d tasint

source: Expiring messages
kab: Iznan ara yemten

source: Extreme Security
kab: Taɣellist meqqren ugar

source: Forgot password?
kab: TETTUḌ AWAL UFFIR?

source: Failed to determine type of file
kab: Yecceḍ deg tifin n tewsit n ufaylu

source: Failed to initialize the application's saved data
kab: Awennez n isefka yettwaskelsen n usnas ur yeddi ara

source: Feedback
kab: Tikti

source: Fetch user info failed
kab: Alqaḍ n telɣut n usaqdac yecceḍ

source: Folder
kab: Akaram

source: Folder Name
kab: Isem n ukaram

source: Forward
kab: Ɣer zdat

source: Forwarded message
kab: Izen yettwassekki

source: French
kab: Tafṛansist

source: From
kab: Seg

source: From:
kab: Seg:

source: Fwd:
kab: Azn:

source: Gender
kab: Taswit

source: General settings
kab: Iɣewwaṛen Imuta

source: German
kab: Talmanit

source: Get %@
kab: Awi-d %@

source: Get more information
kab: Issin ugar

source: Go to inbox
kab: Ddu ar tnaka n urmas

source: Group Details
kab: Talqayt n ugraw

source: Group Name
kab: Isem n ugraw

source: Groups
kab: Igrawen

# Help &amp; Support
source: Help & Support
kab: Tallelt & Asalel

source: Help us to improve ProtonMail with your input.
kab: Muddaɣ-d afus ad nesnerni ProtonMail s iwenniten-ik.

source: Help us to make privacy the default in the web.
kab: Muddaɣ-d afus ad nerr tabadnit d tamezwert di Web.

source: Hide
kab: Ffer

source: Hide details
kab: Ffer tilɣa

source: High Security
kab: Taɣellist meqqren

source: Hours
kab: Isragen

source: Human Check Failed
kab: Asenqed n umdan ur yeddi ara

source: Human Check Warning
kab: Ɣur-k ɣef usenqed n umdan

source: Human Verification
kab: Asenqed b-umdan

source: Inbox
kab: TANAKA N URMAS

source: Import Error
kab: Erreur d'importation

source: Import file from...
kab: Kter seg ufaylu...

source: Importing Contacts
kab: Akter n inermisen

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
kab: Akken ad tesqedceḍ imezla-nneq, yessefk ad tqebleḍ tiwtilin timatutin n useqdec n ProtonMail.

source: Inbox
kab: Tanaka n urmas

source: Incorrect PIN,
kab: Yir tangalt PIN

source: Incorrect password
kab: Yir awal uffir

source: Input Notification Email ...
kab: Sekcem imayl n ulɣu...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://protonmail.com/invite to request an invitation.
kab: Timerna tamirant n umiḍan ProtonMail tensa akka tura. Ma ulac aɣilif, ddu ar https://protonmail.com/invite akken ad tsutreḍ tinubga.

source: Internal Error
kab: Tuccḍa tadigant

source: Invalid Password
kab: Yir awal uffir

source: Invalid username
kab: Isem n useqdac armrɣtu

source: Invalid UserName!
kab: Yir Aseqdac!

source: Invalid access token please relogin
kab: Ajiṭun n unekcum mačči d ameɣtu, ɛreḍ tulsa n tuqqna

source: Invalid access token. Please relogin.
kab: Ajiṭun n unekcum mačči d ameɣtu. Ttxil-k eɛreḍ ad teqneḍ tikkelt-nniḍen.

source: Invalid credential
kab: Yir anekcum

source: Invalid hashed password!
kab: Awal uffir adwayan mačči d ameɣtu!

source: Italian
kab: Taṭelyanit

source: Keep me updated about new features
kab: Lɣu-yi-d ɣef timahilin timaynutin

source: Key generation failed
kab: Asirew n tsarut ur yeddi ara

source: Key generation failed. Please try again.
kab: Asirew n tsarut ur yeddi ara. Ma ulac aɣilif ɛreḍ tikelt nniḍen.

source: Login
kab: Tuqqna

source: Label management
kab: Asefrek n tibzimin

source: Label Name
kab: Isem n tabzimt

source: Label as...
kab: Tibzimin am...

source: Labels
kab: Tibzimin

source: Labels have been applied.
kab: Tibzimin ddan-t akka tura.

source: Labels/Folders
kab: Tibzimin/Ikaramen

source: Language
kab: Tutlayt

source: Learn More
kab: Issin ugar

source: Learn more here
kab: Issin ugar

source: Load remote content
kab: Sali-d agbur anmeggag

source: Loading...
kab: Asali...

source: Local cache can't find mailbox password
kab: Tuffirt tadigant ur tezmir ara ad taf awal uffir n tnaka n yimayl

# Localizable.strings
source: Base
kab: Azadur

source: Lock The App
kab: Sekkeṛ asnas

source: Login
kab: Aseqdac

source: Login password
kab: Awal uffir n tuqqna

source: Login password doesn't match
kab: Awal uffir n tuqqna ur imenṭaḍ ara

source: Logout
kab: Tuffɣa

source: Logs
kab: Inekcam

source: Looking to edit or disable your mobile signature?
kab: ProtonTabɣiḍ ad tẓergeḍ neɣ ad tessenseḍ azmul-ik aziraz?

source: Looking to secure your contact's details?
kab: Tettnadiḍ ad tɣellseḍ talqayt n unermes?

source: Mailbox password
kab: Awal uffir n Tnaka n yimayl

source: Manage Addresses
kab: Sefrek Tansiwin

source: Manage Labels/Folders
kab: Sefrek Tibzimin/Ikaramen

# Mark Read
source: Mark as read
kab: Creḍ yettɣra

source: Mark as unread
kab: Creḍ ur yettwaɣra ara

source: Menu
kab: Umuɣ

source: Message %@
kab: Izen %@

source: Message Password
kab: Awal uffir n yizen

source: Message queue
kab: Tabdert n uraǧu n yiznan

source: Message Swipe Actions
kab: Tigawin n uzuɣer i yiznan

source: Message expired
kab: Izen yemmut

source: Message has been deleted.
kab: Izen yettwakkes.

source: Message has been moved.
kab: Izen yettwasenkez.

source: Message password does not match.
kab: Awalen uffiren n yizen ur menṭaḍen ara.

source: Message sending failed please try again
kab: Tuzna n yizen ur teddi ara, ɛreḍ tikelt nniḍen

source: Message sent
kab: Izen yettwazen

source: Messages you send can be set to auto delete after a certain time period.
kab: Iznan i tuzneḍ zemren ad ttwacerḍen i tukksa tawurmant seld kra n wakud.

source: Mobile
kab: Aziraz

source: Mobile signature
kab: Azmul n uziraz

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at protonmail.com using a desktop or laptop computer.
kab: Ijerriden ɣef tiliɣriyin nsan akka tura. Ma ulac aɣilif ɛreḍ ticki neɣ ɛreḍ s ujerred di protonmail.com s useqdec n uselkim n tnarit neɣ n ufus.

source: Move to AllMail
kab: Awi ar Akk Imaylen

source: Move to Archive
kab: Awi ar uɣbaṛ

source: Move to Draft
kab: Awi ar tmerkast

source: Move to Folder
kab: Awi ar ukaram

source: Move to Inbox
kab: Awi ar tanaka n urmas

source: Move to Outbox
kab: Awi ar tanaka n tuffɣa

source: Move to Spam
kab: Awi ar ispamen

source: Move to Trash
kab: Awi ar tqecwalt

source: Move to...
kab: Awi ar...

source: Multiple addresses
kab: Tansiwin yeggten

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
kab: TESRAḌ AMIḌAN? JERRED.

source: Name
kab: Isem

source: New login password
kab: Awal uffir n tuqqna amaynut

source: New mailbox password
kab: Awal uffir n tnaka n yimayl amaynut

source: New password
kab: Awal uffir amaynut

source: Nickname
kab: Meffer isem

source: No Messages
kab: Ulac iznan

source: No connectivity detected...
kab: Ulac tuqqna yettwafen...

source: None
kab: Ulac

source: Not Now
kab: Mačči tura

source: Not all recipients support message expiration
kab: Afati n yizen ur iteddu ara ɣer merra iɣerwaḍen

source: Note: The Username is also your ProtonMail address.
kab: Tamawt: Isem n useqdac d tansa-inek ProtonMail.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
kab: Tamawt: Wagi yettwaseqdec i uwgelhen d uzmek n yiznan-ik. Ur sruḥuy ara awal-agi uffir, ur nezmir ara ad t-id-nerr.

source: Note: This is used to log you into your account.
kab: Tamawt: Yettwaseqdac i tuqqna ar umiḍan-ik.

source: Notes
kab: Tizmilin

source: Notice
kab: Talɣut

source: Notification / Recovery Email
kab: Imayl n Ulɣu / Tiririt

source: Notification email
kab: Imayl n ulɣu

source: Notification Snooze
kab: Sgen talɣut

source: Notifications Are Snoozed
kab: Ilɣa ttusegnen

source: Notifications Snooze Off
kab: Asgen n ilɣa yexsi

source: OK
kab: IH

source: On
kab: Irmed

source: Open draft
kab: LdiTamerkast

source: Organization
kab: Tuddsa

source: Other
kab: Wayeḍ

source: Outbox
kab: Tanaka n tuzna

source: PGP-encrypted
kab: Awgelhen-PGP

source: PGP-encrypted message
kab: Izen awgelhan PGP

source: PGP-encrypted message from verified address
kab: Izen ittuwegelhen s PGP yekka-d seg tansa yettusneqden

source: PGP-signed
kab: Yettuzmel s PGP

source: PGP-signed message from verified address
kab: Izen ittuzemlen s PGP yekka-d seg tansa yettusneqden

source: PREMIUM FEATURE
kab: Tawuri PREMIUM

source: Password
kab: Awal uffir

# Password Mismatch
source: Passwords do not match
kab: Awalen n uɛeddi mgraden

source: Password updated
kab: Awal uffir yettwalqem

source: Password cannot be empty.
kab: Awal uffir ur izmir ara ad yili d ilem.

source: Password update failed
kab: Aleqqem n wawal uffir yecceḍ

source: Personal
kab: Udmawan

source: Phone
kab: Tiliɣri

source: Phone Verification
kab: Asenqed n tiliɣri

source: Phone number
kab: Uṭṭun n tiliɣri

source: Phone number invalid
kab: Yir uṭṭun n tiliɣri

source: Photo Library
kab: Tanedlist n tewlaft

source: Pin code can't be empty.
kab: Tangalt Pin ur tezmir ara ad tili d tilemt.

source: Plain text
kab: Aḍris aččuran

source: Please check your cell phone for the verification code.
kab: Senqed tiliɣri-ik tazirazt ma tremseḍ-d tangalt n usenqed.

source: Please check your email for the verification code.
kab: Ttxil-k senqed imayl-ik i tangalt n usenqed.

source: Please input a valid cell phone number.
kab: Sekcem uṭṭun n tiliɣri ameɣtu.

source: Please input a valid email address.
kab: Ttxil-k sekcem imayl ameɣtu.

source: Please pick a username first!
kab: Sefkcem di tazwara isem n useqdac!

source: Please select one of the following options:
kab: Ma ulac aɣilif, fren yiwen seg iɣewwaṛen-agi:

source: Please set a password.
kab: Ma ulac aɣilif, fren awal uffir.

source: Please try a different username.
kab: Ma ulac aɣilif, ɛreḍ isem-nniḍen n useqdac.

source: Please try again
kab: Ɛreḍ tikelt nniḍen
