Repository: 32accc/iOS-encrypted-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Polish.xliff
Languages: pl

source: Message Swipe Actions
pl: Akcje przesunięcia po wiadomości

source: Message expired
pl: Wiadomość wygasła

source: Message has been deleted.
pl: Wiadomość została usunięta.

source: Message has been moved.
pl: Wiadomość została przeniesiona.

source: Message password does not match.
pl: Hasła wiadomości nie pasują do siebie.

source: Message sending failed please try again
pl: Wysyłanie wiadomości nie powiodło się. Spróbuj ponownie

source: Message sending failed. Please try again.
pl: Wysyłanie wiadomości nie powiodło się. Spróbuj ponownie.

source: Message sent
pl: Wiadomość została wysłana

source: Messages you send can be set to auto delete after a certain time period.
pl: Możesz ustawić wysyłane wiadomości by kasowały się automatycznie po określonym czasie.

source: Mobile
pl: Komórkowy

source: Mobile signature
pl: Podpis mobilny

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at protonmail.com using a desktop or laptop computer.
pl: Rejestracja na urządzeniach mobilnych jest tymczasowo wyłączona. Spróbuj ponownie później lub zarejestruj się na stronie protonmail.com przy pomocy komputera.

source: More Credits
pl: Więcej środków

source: Move to AllMail
pl: Przenieś do wszystkich wiadomości

source: Move to Archive
pl: Przenieś do Archiwum

source: Move to Draft
pl: Przenieś do Szkiców

source: Move to Folder
pl: Przenieś do folderu

source: Move to Inbox
pl: Przenieś do Odebranych

source: Move to Outbox
pl: Przenieś do skrzynki nadawczej

source: Move to Spam
pl: Przenieś do Spamu

source: Move to Trash
pl: Przenieś do Kosza

source: Move to...
pl: Przenieś do...

source: Multiple addresses
pl: Wiele adresów

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
pl: Załóż darmowe konto

source: Name
pl: Nazwa

source: New login password
pl: Nowe hasło logowania

source: New mailbox password
pl: Nowe hasło skrzynki pocztowej

source: New password
pl: Nowe hasło

source: Nickname
pl: Pseudonim

source: No Messages
pl: Brak wiadomości

source: No connectivity detected...
pl: Wykryto brak łączności...

source: No, for another ProtonMail account
pl: Nie, dla innego konta ProtonMail

source: No, not related to in-app purchase
pl: Nie, nie jest związane z zakupem w aplikacji

source: None
pl: Brak

source: Not Now
pl: Nie teraz

source: Not all recipients support message expiration
pl: Nie wszyscy odbiorcy obsługują wygasanie wiadomości

source: Note: The Username is also your ProtonMail address.
pl: Uwaga: Nazwa użytkownika jest również Twoim adresem ProtonMail.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
pl: Uwaga: To jest używane do szyfrowania i odszyfrowywania wiadomości. Nie stracić tego hasła, nie możemy go odzyskać.

source: Note: This is used to log you into your account.
pl: Uwaga: To jest używane do logowania się do swojego konta.

source: Notes
pl: Notatki

source: Notice
pl: Uwaga

source: Notification / Recovery Email
pl: Adres e-mail dla powiadomień lub odzyskania dostępu

source: Notification email
pl: Powiadomienie e-mail

source: Notification Snooze
pl: Usypianie powiadomień

source: Notifications Are Snoozed
pl: Powiadomienia są uśpione

source: Notifications Snooze Off
pl: Usypianie powiadomień wyłączone

source: OTHER SERVICE PLANS
pl: INNE PLANY TARYFOWE

source: On
pl: W dniu

source: Only a paid user can modify default mobile signature or turn it off!
pl: Tylko użytkownicy płatnych kont mogą zmodyfikować domyślny podpis mobilny lub go wyłączyć!

source: Open draft
pl: Otwórz szkic

source: Organization
pl: Organizacja

source: Other
pl: Inne

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. It only helps us verify that the transaction was fulfilled on the AppStore's servers.
pl: Jeśli zgodzisz się dołączyć dane techniczne, które AppStore dostarczył aplikacji w momencie zakupu, nasz zespół wsparcia klienta spróbuje ręcznie aktywować plan taryfowy. Te dane nie zawierają żadnych szczegółów dotyczących Twojego konta iTunes, identyfikatora Apple ID, połączonych kart płatniczych ani żadnych innych informacji o użytkowniku. Pomaga nam to jedynie zweryfikować, czy transakcja została wykonana na serwerach AppStore.

source: Outbox
pl: Skrzynka nadawcza

source: PGP-encrypted
pl: Szyfrowane PGP

source: PGP-encrypted message
pl: Wiadomość zaszyfrowana PGP

source: PGP-encrypted message from verified address
pl: Wiadomość zaszyfrowana PGP od zweryfikowanego adresu

source: PGP-signed
pl: Podpisane kluczem PGP

source: PGP-signed message from verified address
pl: Wiadomość podpisana PGP od zweryfikowanego adresu

source: PREMIUM FEATURE
pl: FUNKCJA PREMIUM

source: Password
pl: Hasło

# Password Mismatch
source: Passwords do not match
pl: Hasła nie pasują do siebie

source: Password updated
pl: Hasło zostało zaktualizowane

source: Password cannot be empty.
pl: Hasło nie może być puste.

source: Password update failed
pl: Aktualizacja hasła nie powiodła się

source: Personal
pl: Osobisty

source: Phone
pl: Telefon

source: Phone Verification
pl: Weryfikacja przez telefon

source: Phone number
pl: Numer telefonu

source: Phone number invalid
pl: Nieprawidłowy numer telefonu

source: Photo Library
pl: Biblioteka zdjęć

source: Pin code can't be empty.
pl: Kod PIN nie może być pusty.

source: Plain text
pl: Zwykły tekst

source: Please add a password for the following recipients.
pl: Dodaj hasło dla następujących odbiorców.

source: Please check your cell phone for the verification code.
pl: Sprawdź swój telefon komórkowy, aby uzyskać kod weryfikacyjny.

source: Please check your email for the verification code.
pl: Sprawdź swój e-mail, aby uzyskać kod weryfikacyjny.

source: Please disable PGP Sending for following addresses.
pl: Wyłącz wysyłanie poprzez PGP dla następujących adresów.

source: Please input a valid cell phone number.
pl: Wpisz prawidłowy numer telefonu komórkowego.

source: Please input a valid email address.
pl: Wpisz poprawny adres e-mail.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
pl: Zaloguj się do konta ProtonMail, w którym ulepszasz plan taryfowy, aby ukończyć zakup.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
pl: Zaloguj się do konta ProtonMail, w którym ulepszasz plan taryfowy, aby ukończyć aktywację planu taryfowego.

source: Please pick a username first!
pl: Najpierw wybierz nazwę użytkownika!

source: Please provide a group name
pl: Wpisz nazwę grupy

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
pl: Usuń wszystkie załączniki przed zmianą nadawcy

source: Please select at least one email for the contact group
pl: Do grupy kontaktów musisz przydzielić przynajmniej jeden adres e-mail

source: Please select one of the following options:
pl: Wybierz jedną z następujących opcji:

source: Please set a password.
pl: Ustaw hasło.

source: Please try a different domain.
pl: Spróbuj użyć innej domeny.

source: Please try a different email address.
pl: Spróbuj użyć innego adresu e-mail.

source: Please try a different password.
pl: Spróbuj użyć innego hasła.

source: Please try a different username.
pl: Spróbuj użyć innej nazwy użytkownika.

source: Please try again
pl: Spróbuj ponownie

source: Please unlock the app to proceed with your service plan activation
pl: Odblokuj aplikację, aby kontynuować aktywację planu taryfowego

source: Please use ProtonMail App login first.
pl: Najpierw zaloguj się w aplikacji ProtonMail.

source: Please use the web application to reset your password.
pl: Użyj strony ProtonMail, aby zresetować hasło.

source: Please use the web version of ProtonMail to change your mailbox password!
pl: Użyj strony ProtonMail, aby zmienić hasło skrzynki pocztowej!

source: Please use the web version of ProtonMail to change your passwords!
pl: Użyj strony ProtonMail, aby zmienić hasło!

source: Please use your new password when signing in.
pl: Użyj nowego hasło podczas logowania.

source: Please wait until the email downloaded!
pl: Czekaj na pobranie całej wiadomości!

source: Please, manage it in your phone.
pl: Zarządzaj tym w swoim telefonie.

source: Polish
pl: Polski

source: Portuguese
pl: Portugalski

source: Portuguese Brazil
pl: Portugalski Brazylijski

source: Print
pl: Drukuj

source: Protection
pl: Ochrona

source: Protection entire app
pl: Ochrona całej aplikacji

source: ProtonMail Plus is required to customize your mobile signature
pl: ProtonMail Plus jest wymagany, aby dostosować podpis mobilny

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
pl: ProtonMail Plus/Professional/Visionary pozwala na dodanie oraz edycję większej ilości danych kontaktowych niż tylko samą nazwę oraz adres email. Używając ProtonMail, dane te zostaną zabezpieczone poprzez szyfrowanie end-to-end, tak samo jak Twoje wiadomości e-mail.

source: ProtonMail Plus/Professional/Visionary enables you to customize your mobile signature.
pl: ProtonMail Plus/Professional/Visionary umożliwia dostosowanie podpisu mobilnego.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
pl: ProtonMail nie sprzedaje reklam ani Twojej prywatności. Twoja pomoc jest niezbędna do utrzymania działania serwisu. Wesprzyj nas, przekazując darowiznę lub ulepszając konto do wersji płatnej.

source: ProtonMail encrypted emails
pl: Zaszyfrowane wiadomości ProtonMail

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
pl: ProtonMail jest obecnie w trybie offline. Sprawdź naszego twittera, aby poznać stan usługi: https://twitter.com/protonmail

source: ProtonVPN included
pl: Ochrona ProtonVPN w zestawie

source: Quick Swipe actions
pl: Skróty gestów

source: RESET MAILBOX PASSWORD
pl: ZRESETUJ HASŁO SZYFROWANIA SKRZYNKI POCZTOWEJ

# Rate &amp; Review
source: Rate & Review
pl: Oceń i napisz recenzję

source: Re-Enter your PIN
pl: Wpisz ponownie kod PIN

source: Re:
pl: Odp:

source: Reading device contacts data...
pl: Ładowanie kontaktów urządzenia...

source: Recovery Code
pl: Kod odzyskiwania

source: Recovery Email
pl: E-mail odzyskiwania

source: Recovery Email Warning
pl: Ostrzeżenie odzyskiwania konta e-mail

source: Remind Me Later
pl: Przypomnij później

source: Remove
pl: Usuń

source: Remove Star
pl: Usuń gwiazdkę

source: Repeat
pl: Powtórz

source: Reply
pl: Odpowiedz

source: Reply All
pl: Odpowiedz wszystkim

source: Reply message
pl: Odpowiedz na wiadomość

source: Reply all
pl: Odpowiedz wszystkim

source: Report Bugs
pl: Zgłoś błędy

source: Report Phishing
pl: Zgłoś próbę wyłudzenia informacji

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
pl: Zgłoszenie wiadomości jako próby wyłudzenia informacji, prześle ją do nas, w celu dalszej analizy i ulepszania filtrów antyspamowych. Oznacza to, że będziemy mogli zobaczyć jej pełną treść.

source: Resetting message cache ...
pl: Resetowanie pamięci podręcznej wiadomości...

source: Retry
pl: Ponów próbę

source: Retry after %d seconds
pl: Ponów po %d sekundach

source: Romanian
pl: Rumuński

source: Russian
pl: Rosyjski

source: Sent
pl: WYSŁANE

source: SRP Client
pl: Klient SRP

source: SRP Server
pl: Serwer SRP

source: Starred
pl: Wyróżnione

source: Save
pl: Zapisz

source: Save Changes
pl: Zapisz zmiany

source: Save draft
pl: Zapisz szkic

source: Scheduled
pl: Zaplanowane

source: Search
pl: Wyszukiwanie

source: Select An Option
pl: Wybierz opcję

source: Select Color
pl: Wybierz kolor

source: Select your language
pl: Wybierz swój język

source: Send
pl: Wyślij

source: Send verification code
pl: Wyślij kod weryfikacyjny

source: Send anyway
pl: Wyślij mimo to

source: Send message without subject?
pl: Wysłać wiadomość bez tematu?

source: Send plain but stored enc
pl: Wyślij w postaci otwartej, ale przechowuj w zaszyfrowanej

source: Sender Verification Failed
pl: Weryfikacja nadawcy nie powiodła się

source: Sending message
pl: Wysyłanie wiadomości

source: Sending message
pl: Wysyłanie wiadomości

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
pl: Wysyłanie wiadomości z adresu %1$@ to funkcja płatna. Twoja wiadomość zostanie wysłana z Twojego domyślnego adresu %2$@

source: Sent
pl: Wysłane

source: Sent Failed
pl: Wysyłanie nie powiodło się

source: Sent by ProtonMail with end-to-end encryption
pl: Wysłana przez ProtonMail z szyfrowaniem end-to-end

source: Sent by you with end-to-end encryption
pl: Wysłana przez Ciebie z szyfrowaniem end-to-end

source: Server proofs not valid!
pl: Certyfikat serwera jest nieprawidłowy!

source: Service Plan
pl: Plan taryfowy

source: Set Password
pl: Ustaw hasło

source: Set a password to encrypt this message for non-ProtonMail users.
pl: Ustaw hasło, aby zaszyfrować tę wiadomość dla użytkowników spoza ProtonMaila.

source: Set passwords
pl: Ustaw hasła

source: Settings
pl: Ustawienia

source: Share Alert
pl: Alert udostępniania

source: Share Contact
pl: Udostępnij

source: Share it with your friends
pl: Podziel się tym ze znajomymi

# Sign Out
source: Log out
pl: Wyloguj

source: Signature
pl: Podpis

source: Signature Updated
pl: Podpis został zaktualizowany

source: Single Password
pl: Pojedyncze hasło

source: Snooze Notifications
pl: Uśpij powiadomienia

source: Snoozed for
pl: Uśpiony na

source: Snoozed till
pl: Uśpiony do

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
pl: Nie możemy przetworzyć zakupów w wersji beta aplikacji na iOS. Dziękujemy za uczestnictwo w naszym programie beta!

source: Space warning
pl: Ostrzeżenie o przestrzeni

source: Spammed
pl: Zaspamowany

source: Spanish
pl: Hiszpański

source: Star
pl: Oznacz gwiazdką

source: Starred
pl: Wyróżnione

source: Start Time
pl: Czas rozpoczęcia

source: State
pl: Stan

source: Storage
pl: Przestrzeń dyskowa

source: Stored with zero access encryption
pl: Przechowywana z szyfrowaniem po stronie klienta

source: Street
pl: Ulica

source: Subject
pl: Temat

source: Subject:
pl: Temat:

source: Support ProtonMail
pl: Wsparcie ProtonMail

source: Support for %i custom domains (e.g. user@yourdomain.com)
pl: Wsparcie dla %i niestandardowych domen (np. użytkownik@twojadomena.pl)

source: Swipe Left to Right
pl: Przesuń palcem od lewej do prawej

source: Swipe Right to Left
pl: Przesuń palcem od prawej do lewej

source: System can't copy the file
pl: System nie może skopiować pliku

source: Trash
pl: KOSZ

# Take a Photo
source: Take photo
pl: Zrób zdjęcie

source: Tap send anyway to send without expiration to these recipients
pl: Wybierz "wyślij mimo to", aby wysłać bez wygasania do tych odbiorców

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
pl: Dziękujemy za przesłanie zgłoszenia. Twój raport dodaliśmy do naszego systemu śledzenia błędów.

source: The password is wrong.
pl: Hasło jest nieprawidłowe.

source: The ProtonMail current offline...
pl: ProtonMail jest aktualnie niedostępny...

source: The username have been taken.
pl: Nazwa użytkownika jest już zajęta.

source: The authentication credentials are invalid.
pl: Dane logowania są nieprawidłowe.

source: The authentication token has expired.
pl: Token uwierzytelniania wygasł.

source: The current standard
pl: Bieżąca norma

source: The display name is now %@.
pl: Nazwa wyświetlana to aktualnie %@.

source: The draft cache is broken. Please try again.
pl: Pamięć podręczna szkicu jest uszkodzona. Spróbuj ponownie.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
pl: Format szkicu jest nieprawidłowy. Przesłanie go zakończono niepowodzeniem!

source: The highest level of encryption available.
pl: Najwyższy poziom szyfrowania dostępny.

source: The label name is duplicate
pl: Nazwa etykiety jest zduplikowana

source: The mailbox password is incorrect.
pl: Hasło skrzynki pocztowej jest nieprawidłowe.

source: The maximum number of distinct recipients is %d
pl: Maksymalna liczba odbiorców to %d

source: The maximum number of labels is %d.
pl: Maksymalna liczba etykiet to %d.

# The new password can't empty
source: The new password can't be empty
pl: Nowe hasło nie może być puste

source: The new password can't empty.
pl: Nowe hasło nie może być puste.

# The new password not match
source: Passwords do not match
pl: Hasła nie pasują do siebie

source: The new password not match.
pl: Nowe hasła nie pasują do siebie.

source: The optional recovery email address allows you to reset your login password if you forget it.
pl: Opcjonalny, pomocniczy adres e-mail umożliwia resetowanie hasła logowania, jeśli go zapomnisz.

source: The password you entered does not match the current password.
pl: Wprowadzone hasło nie zgadza się z hasłem ustawionym.

source: The passwords you entered do not match.
pl: Wprowadzone hasła nie pasują do siebie.

source: The private key update failed.
pl: Aktualizacja klucza prywatnego nie powiodła się.

source: The request timed out.
pl: Upłynął limit czasu żądania.

source: The total attachment size can't be bigger than 25MB
pl: Całkowity rozmiar załącznika nie może być większy niż 25MB

# The verification email invalid
source: Invalid verification email
pl: Nieprawidłowy e-mail weryfikacyjny

source: The verification failed!
pl: Weryfikacja nieudana!

source: There was an error creating or loading the application's saved data.
pl: Wystąpił błąd w tworzeniu lub wyświetlaniu danych zachowanych przez aplikację.

source: This can take a while. Please do not dismiss the app.
pl: To może zająć chwilę. Nie wyłączaj aplikacji.

source: This contact belongs to your address book.
pl: Ten kontakt należy do Twojej książki adresowej.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
pl: Ta wiadomość nie spełnia wymogów weryfikacyjnych domeny nadawcy. Może być sfałszowana lub nieprawidłowo przesłana!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
pl: Ta wiadomość wydaje się pochodzić z adresu ProtonMail, ale pochodzi spoza naszego systemu i nie spełnia kryteriów uwierzytelnienia. Może być sfałszowana lub nieprawidłowo przesłana!

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
pl: Ta wiadomość może być próbą wyłudzenia informacji. Upewnij się, czy nadawca wiadomości i jej treść są wiarygodne.

source: Title
pl: Tytuł

source: To
pl: Do

# To prevent abuse of ProtonMail,&#13;&#10; we need to verify that you are human.
source: To prevent abuse of ProtonMail, we need to verify that you are human.
pl: Aby zapobiec nadużyciom poczty ProtonMail, &#13; musimy sprawdzić, czy jesteś człowiekiem.

source: To reset your mailbox password, please use the web version of ProtonMail at protonmail.com
pl: Aby zresetować hasło skrzynki pocztowej, użyj strony protonmail.com

source: To reset your mailbox password, please use the web version of ProtonMail at protonmail.com
pl: Aby zresetować hasło skrzynki pocztowej, użyj strony protonmail.com

source: To:
pl: Do:

source: Token expired
pl: Token wygasł

source: Too many recipients
pl: Za dużo odbiorców

source: TouchID is not enrolled, enable it in the system Settings
pl: TouchID nie jest ustawiony, włącz funkcję w Ustawieniach systemu

source: TouchID not available
pl: TouchID nie jest dostępne

source: Trash
pl: Kosz

source: Trouble shooting guide
pl: Przewodnik rozwiązywania problemów

source: Turkish
pl: Turecki

source: Turn Off
pl: Wyłącz

source: Tweet about ProtonMail
pl: Tweetnij o ProtonMailu

source: Two Factor Code
pl: Kod uwierzytelniający

source: Type casting error
pl: Błąd klasyfikacji

source: URL
pl: Adres URL

source: User log in
pl: Logowanie użytkownika

source: Ukrainian
pl: Ukraiński

source: Unable to connect to the server
pl: Nie można połączyć się z serwerem

source: Unable to construct a valid URL with the following path: %@
pl: Nie można wygenerować prawidłowego adresu URL z następującą ścieżką: %@

source: Unable to create SRP Client!
pl: Nie można utworzyć klienta SRP!

source: Unable to decrypt message.
pl: Nie można odszyfrować wiadomości.

source: Unable to edit this message offline
pl: Nie można edytować wiadomości w trybie offline

source: Unable to generate hash password!
pl: Nie możemy wygenerować skrótu hasła!

source: Unable to get contacts
pl: Błąd podczas pobierania kontaktów

source: Unable to parse authentication info!
pl: Nie można przetworzyć informacji uwierzytelniania!

source: Unable to parse authentication token!
pl: Nie można przetworzyć tokenu uwierzytelnienia!

source: Unable to parse cased authentication token!
pl: Nie możemy użyć zamkniętego tokenu uwierzytelnienia!

source: Unable to parse response
pl: Nie można przetworzyć odpowiedzi

# Unable to parse the response object:&#10;%@
source: Unable to parse the response object: %@
pl: Nie można przetworzyć tego obiektu odpowiedzi: %@

source: Unable to parse token
pl: Nie można przetworzyć tokenu

source: Unable to send the email.
pl: Nie można wysłać wiadomości e-mail

source: Undo
pl: Cofnij

# Unknow Error
source: Unknown error
pl: Nieznany błąd

# Unknow file
source: Unknown file
pl: Nieznany plik

source: Unknown
pl: Nieznany

source: Unknown Error
pl: Nieznany błąd

# Unkonw Version
source: Unknown version
pl: Nieznana wersja

source: Unlimited messages sent/day
pl: Nieograniczone wysyłanie wiadomości

source: Unread
pl: Nieprzeczytane

source: Unsupported file type
pl: Nieobsługiwany typ pliku

source: Up to %i users
pl: Do %i użytkowników

source: Update
pl: Aktualizacja

source: Update Contact
pl: Aktualizuj kontakt

source: Update Notification Email
pl: Zaktualizowano e-mail powiadomień

source: Update Now
pl: Aktualizuj

source: Update Required
pl: Wymagana aktualizacja

source: Upgrade to a paid plan to benefit from more features
pl: Ulepsz do płatnego planu, aby korzystać z większej liczby funkcji

source: Upgrade to a paid plan to send from your %@ address
pl: Ulepsz do płatnego planu, aby wysyłać z Twojego adresu %@

source: Upgrade to get all paid features.
pl: Ulepsz konto, aby korzystać z wszystkich płatnych funkcji.

source: Upgrading is not possible in the app.
pl: Aktualizacja nie jest możliwa wewnątrz aplikacji.

source: Upload Contacts
pl: Zaimportuj kontakty

source: Upload iOS contacts to ProtonMail?
pl: Zaimportować kontakty z iOS do aplikacji ProtonMail?

# User already exist!
source: Username already taken
pl: Nazwa użytkownika jest już zajęta

# User is available!
source: Username is available
pl: Użytkownik jest dostępny!

source: Username exist
pl: Nazwa użytkownika już istnieje

# User name invalid
source: Invalid username
pl: Nieprawidłowa nazwa użytkownika

source: Username
pl: Nazwa użytkownika

source: Verification code request failed
pl: Żądanie weryfikacji kodu nie powiodło się
