Repository: 32accc/iOS-encrypted-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Polish.xliff
Languages: pl

source: Verification code sent
pl: Kod weryfikacyjny został wysłany

source: Verification error
pl: Błąd weryfikacji

source: Verification of this content’s signature failed
pl: Nie można zweryfikować podpisu tej zawartości

source: Version %@ %@
pl: Wersja %@ %@

source: View Headers
pl: Wyświetl nagłówki

source: View Plans
pl: Zobacz plany

source: Warning
pl: Ostrzeżenie

source: Warning: Before you pass the human check you can't sent email!!!
pl: Uwaga: dopóki nie sprawdzimy, że jesteś człowiekiem, nie możesz wysyłać wiadomości!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
pl: Ostrzeżenie: Jeśli nie zdefiniujesz pomocniczego adres e-mail, odzyskiwanie konta nie będzie możliwe w przypadku gdy zapomnisz hasła. Kontynuować bez pomocniczego adresu e-mail?

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
pl: Twoja subskrypcja została pomyślnie aktywowana. Uruchom aplikację ponownie, aby zacząć korzystanie z nowego planu taryfowego.

source: We were not able to match AppStore product you've bought to products on our server. Please fill in the bugreport and our customer support team will contact you.
pl: Nie byliśmy w stanie dopasować zakupionego produktu AppStore do produktu na naszym serwerze. Wypełnij raport o błędzie, a nasz dział wsparcia klienta skontaktuje się z Tobą.

source: We will send a verification code to the cell phone above.
pl: Wyślemy kod weryfikacyjny na numer telefonu komórkowego zdefiniowany powyżej.

source: We will send a verification code to the email address above.
pl: Wyślemy kod weryfikacyjny na adres e-mail zdefiniowany powyżej.

source: We would like to know what we can do better.
pl: Chcielibyśmy wiedzieć, co możemy zrobić lepiej.

source: Welcome to ProtonMail
pl: Witamy w ProtonMail!

# What people see in the &quot;From&quot; field.
source: What people see in the "From" field.
pl: To, co odbiorca widzi w polu "Od".

source: When you send an email, this is the name that appears in the sender field.
pl: Kiedy wysyłasz wiadomość, ta nazwa pojawia się w oknie nadawcy.

source: Work
pl: Służbowy

source: Wrong verification code
pl: Nieprawidłowy kod weryfikacyjny

source: Yes, activate it for
pl: Tak, aktywuj go dla

source: Yes, attach details of payment
pl: Tak, dołącz szczegóły płatności

source: You can customize swipe gestures in the ProtonMail App Settings.
pl: Możesz ustawić własne gesty przesunięcia palcem w Ustawieniach Aplikacji ProtonMail.

source: You can get help and support at protonmail.com/support. Bugs can also be reported with the app.
pl: Możesz szukać pomocy lub skontaktować się z obsługą ProtonMail na protonmail.com/support. Możesz także zgłosić błąd przez interfejs aplikacji.

source: You can't set %@ address as default because it is a paid feature.
pl: Nie możesz ustawić adresu %@ jako domyślny, ponieważ jest to funkcja płatna.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
pl: Nie wszyscy odbiorcy obsługują funkcję wygasania wiadomości. Dodaj hasło i/lub wyłącz wysyłanie poprzez PGP, aby użyć funkcji wygasania dla wszystkich odbiorców.

source: You have %d new emails!
pl: Masz %d nowych wiadomości!

source: You have a new email!
pl: Masz nową wiadomość!

source: You have unsaved changes. Do you want to save it?
pl: Masz niezapisane zmiany. Czy chcesz je zapisać?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
pl: Wykorzystujesz %1$d%% przestrzeni dyskowej (%2$@).

source: You have used up all of your storage space (%@).
pl: Użyłeś całej przestrzeni dyskowej (%@).

source: You need at least one recipient to send
pl: Potrzebujesz przynajmniej jednego odbiorcy, aby wysłać wiadomość

source: Your Country Code
pl: Kod Twojego kraju

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
pl: Twoja skrzynka jest chroniona szyfrowaniem end-to-end. Twoje wiadomości do przyjaciół używających ProtonMail są zabezpieczone automatycznie. Możesz także ręcznie zaszyfrować wiadomości do tych, którzy nie mają skrzynki ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
pl: Twoje nowe szyfrowane konto e-mail jest zarejestrowane i gotowe do przesyłania i odbioru szyfrowanych wiadomości.

# Your new secure email&#13;&#10; account is ready.
source: Your new secure email account is ready.
pl: Twoje nowe, bezpieczne&#13; konto e-mail jest gotowe.

source: Your plan is currently active until
pl: Twój plan jest aktywny do

source: Your plan will automatically renew on
pl: Twój plan odnowi się automatycznie

source: Your signature has been updated.
pl: Podpis został zaktualizowany.

source: ZIP
pl: Kod pocztowy

source: and
pl: oraz

source: at
pl: o

source: attempt remaining until secure data wipe!
pl: pozostała próba do bezpiecznego wymazania danych!

source: attempts remaining
pl: pozostało prób

source: attempts remaining until secure data wipe!
pl: pozostałych prób do bezpiecznego wymazania danych!

source: close tour
pl: zamknij przewodnik

source: Days
pl: dni

source: for one year
pl: na rok

source: Hours
pl: godzin

source: inline attachments
pl: załączniki liniowe

source: normal attachments
pl: załączniki zwykłe

source: privacy policy.
pl: politykę prywatności.

source: terms and conditions
pl: regulamin

source: wrote:
pl: napisał(a):

source: App Extension API is not available in this version of iOS
pl: Interfejs API rozszerzenia aplikacji jest niedostępny w tej wersji systemu iOS

source: Failed to contact the Password Extension
pl: Nie można skontaktować się z Rozszerzeniem Hasła

source: Failed to execute script that collects web page information
pl: Nie można uruchomić skryptu zbierającego informacje o stronie internetowej

source: Failed to fill web page because script could not be evaluated
pl: Nie udało się wypełnić strony sieci web, ponieważ skrypt nie mógł być uruchomiony

source: Failed to fill web page because script is missing
pl: Nie udało się wypełnić strony sieci web, ponieważ brakuje skryptu

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the Password Extension
pl: Nie udało się uzyskać adresu URL z widoku sieci web. Widok sieci web musi być załadowany całkowicie podczas wywoływania Rozszerzenia Hasła

source: Failed to parse information returned by Password Extension
pl: Nie można przetworzyć informacji zwróconej przez Rozszerzenie Hasła

source: Password Extension was cancelled by the user
pl: Rozszerzenie Hasła zostało anulowane przez użytkownika
