Repository: 32accc/iOS-encrypted-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS en Kabyle.xliff
Languages: kab

source: Please unlock the app to proceed with your service plan activation
kab: Ma ulac aɣilif kkes aseḍru i usnas akken ad tkemmleḍ deg urmad n uɣawas n umeẓlu

source: Please use ProtonMail App login first.
kab: Ma ulac aɣilif, zwir deg tuqqna ar usnas ProtonMail.

source: Please use the web application to reset your password.
kab: Ttxil-k seqdec asnas web iwakken ad talseḍ awennez n wawal n uɛeddi.

source: Please use the web version of ProtonMail to change your passwords!
kab: Seqdec lqem Web n ProtonMail akken ad tbeddleḍ awalen-ik uffiren!

source: Please use your new password when signing in.
kab: Seqdec awal-ik uffir amaynut ticki teqqneḍ.

source: Please wait until the email downloaded!
kab: Rǧu imayl ar d-yader!

source: Polish
kab: Tapulandit

source: Portuguese Brazil
kab: Tapurtugit n Brizil

source: Print
kab: Siggez

source: Protection
kab: Ammesten

source: Protection entire app
kab: Ammesten n usnas i meṛṛa

source: ProtonMail Plus is required to customize your mobile signature
kab: ProtonMail Plus yettwasra akken ad terreḍ azmul-ik aziraz d udmawan

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
kab: ProtonMail Plus/Professional/Visionary ad k-yeǧǧ ad ternuḍ yerna ad tẓergeḍ ifatusen n inermisen mačči kan d isem akked imayl. S ttawli n ProtonMail, isefka-agi ad ttusɣellesen am imayl-inek ittuwglehnen si ṭṭerf ɣer ṭṭerf.

source: ProtonMail Plus/Professional/Visionary enables you to customize your mobile signature.
kab: ProtonMail Plus/Professional/Visionary ad k-yeǧǧ ad tsagneḍ azmul-inek n uziraz.

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
kab: ProtonMail ur isawal ara i udellel udiɣ ur yettṛuzu ara izerfan n tudert tusligt. Afus-ik d ayen ilaqen akken ad nkemmel ad nseddu ProtonMail. Tzemreḍ ad tsaliḍ aswir n umiḍan-ik ar umiḍan s lexlaṣ neɣ ad tmuddeḍ tawsa i ProtonMail.

source: ProtonMail encrypted emails
kab: Imaylen iwgelhanen n ProtonMail

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
kab: ProtonMail ur yeqqin ara akka tura, ddu ar twitter akken ad twaliḍ addad n tura: https://twitter.com/protonmail

source: Quick Swipe actions
kab: Tigawin n uḍummu tiriraḍin

source: RESET MAILBOX PASSWORD
kab: ALES AWENNEZ N WAWAL UFFIR N TNAKA N YIMAYL

# Rate &amp; Review
source: Rate & Review
kab: Asezmel & Acegger

source: Re-Enter your PIN
kab: Sekcem PIN inek tikkelt-nniḍen

source: Reading device contacts data...
kab: Taɣuri n isefka n inermisen n ibenk...

source: Recovery Code
kab: Tangalt n tririt

source: Recovery Email
kab: Imayl n tririt

source: Recovery Email Warning
kab: Alɣu n tririt n yimayl

source: Remind Me Later
kab: Smekti-yid-d ticki

source: Remove
kab: Kkes

source: Remove Star
kab: Kkes seg inurifen

source: Repeat
kab: Ales

source: Reply
kab: Err

source: Reply All
kab: Aerr i meṛṛa

source: Report Bugs
kab: Azen ibugen

source: Resetting message cache ...
kab: Tulsa n wennez n tuffirt n yizen...

source: Retry
kab: Ɛref̣ tikelt-nniḍen

source: Retry after %d seconds
kab: Ales mbaɛd %d n tasinin

source: Russian
kab: Tarusit

source: Sent
kab: YETTWAZEN

source: Spam
kab: ASPAM

source: SRP Client
kab: Amsaɣ SRP

source: SRP Server
kab: Aqeddac SRP

source: Starred
kab: INURIFEN

source: Save
kab: Sekles

source: Save Changes
kab: Sekles ibeddilen

source: Save draft
kab: Sekles tamerkast

source: Scheduled
kab: Yettusɣiwes

source: Search
kab: Nadi

source: Select Color
kab: Fren ini

source: Select your language
kab: Fren tutlayt-ik

source: Send
kab: Azen

source: Send verification code
kab: Azen tangalt n usenqed

source: Send anyway
kab: Azen akken ibɣu yilli

source: Send message without subject?
kab: Azen izen s war asentel?

source: Send plain but stored enc
kab: Azen aḍris aččuran acu kan sekles s wudem awgelhan

source: Sender Verification Failed
kab: Asenqed n umesgal yecceḍ

source: Sending message
kab: Tuzna n yizen

source: Sending message
kab: Tuzna n yizen

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
kab: Tuzna n iznan seg tansa %1$@ d tamahilt s uxeles. Izen-inek ad itwazen seg tansa-inek tamezwart %2$@

source: Sent
kab: Yettwazen

source: Sent Failed
kab: Tuzna ur teddi ara

source: Sent by you with end-to-end encryption
kab: Tuzneḍ-t s yiman-ik s uwgelhen si ṭerf ar ṭerf

source: Server proofs not valid!
kab: Yir aqeddac n ttbut!

source: Set Password
kab: Sbadu awal uffir

source: Set a password to encrypt this message for non-ProtonMail users.
kab: Sbadu awal uffir i uwgelhen n yizen-agi i yiseqdacen ur yellin ara di ProtonMail.

source: Set passwords
kab: Sbadu awalen uffiren

source: Settings
kab: Iγewwaṛen

source: Share Alert
kab: Alɣu n beṭṭu

source: Share Contact
kab: Bḍu Anermis

source: Share it with your friends
kab: Bḍut-t d yimdukkal-ik

# Sign Out
source: Log out
kab: Ffeɣ

source: Signature
kab: Azmul

source: Signature Updated
kab: Azmul yettwalqem

source: Single Password
kab: Awal uffir ayiwan

source: Snooze Notifications
kab: Ilɣa n uṭenṭen n usmekti

source: Snoozed for
kab: Smezger

source: Snoozed till
kab: Smezger alama

source: Space warning
kab: Alɣu n talɣut

source: Spam
kab: Aspam

source: Spammed
kab: Ttwaznen-as ispamen

source: Spanish
kab: Taspanit

source: Star
kab: Itri

source: Starred
kab: S yitran

source: Start Time
kab: Akud n tazwara

source: State
kab: Addad

source: Storage
kab: Asekles

source: Stored with zero access encryption
kab: Yettwaḥrez s uwgelhen ilem n wadduf

source: Street
kab: Abrid

source: Subject
kab: Asentel

source: Subject:
kab: Asentel:

source: Support ProtonMail
kab: Mudd afus i ProntonMail

source: Swipe Left to Right
kab: Zuɣer seg uzelmad s ayeffus

source: Swipe Right to Left
kab: Zuɣer seg uyeffus s azelmaḍ

source: System can't copy the file
kab: Anageaw ur izmir ara ad yenɣel afaylu

source: Trash
kab: TAQACWALT

# Take a Photo
source: Take photo
kab: Ṭṭef tawlaft

source: Tap send anyway to send without expiration to these recipients
kab: Sit akken ibɣu yili iwakken ad tazneḍ s war afati i iɣerwaḍen-agi

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
kab: Tanemmirt ɣef tuzna n ubug. Nerna-t ar unagraw-nneɣ n uḍfaṛ n ibugen.

source: The password is wrong.
kab: Awal uffir d aRmeɣtu.

source: The ProtonMail current offline...
kab: ProtonMail ur yeqqin ara akka tura...

source: The authentication credentials are invalid.
kab: Talɣut n usesteb n yizen awgelhan d tarmeɣtut.

source: The current standard
kab: Tizeɣt tamirant

source: The display name is now %@.
kab: Isem n uskan atan tura %@.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
kab: Amasal n tmerkast mačči d ameɣtu. Tuzna tecceḍ!

source: The highest level of encryption available.
kab: Aswir meqqren n uwgelhen mačči d ameɣtu.

source: The mailbox password is incorrect.
kab: Awal uffir n tnaka n yimayl mačči d ameɣtu.

source: The new password can't empty.
kab: Awal uffir amaynut ur izmir ara ad yili d ilem.

source: The new password not match.
kab: Awal uffir amaynut ur imenṭaḍ ara.

source: The optional recovery email address allows you to reset your login password if you forget it.
kab: Tansa n yimayl n tririt tafrayant ad k-teǧǧ ad talseḍ awennez n wawal-ik ma tettuḍ-ṭ.

source: The password you entered does not match the current password.
kab: Awal uffir i teskecmeḍ ur imenṭaḍ ara akked wawal uffir amiran.

source: The passwords you entered do not match.
kab: Awalen uffiren i teskecmeḍ ur menṭaḍen ara.

source: The private key update failed.
kab: Aleqqem n tsarut tamaẓlayt ur yeddi ara.

source: The request timed out.
kab: Asuter yemmut.

source: The total attachment size can't be bigger than 25MB
kab: Teɣzi n ufaylu yeddan ur izmir ara ad d-yekk nnig n 25 Maṭ

source: The verification failed!
kab: Icceḍ usenqed!

source: There was an error creating or loading the application's saved data.
kab: Tella tuccḍa di tmerna neɣ asali n usali n isefka yettwaskelsen n usnas.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
kab: Imayl-agi yecceḍ deg usekyed n usesteb n taɣult-is. Ahat beddlen-t neɣ wwin-t s tuccḍa aniɣer nniḍen!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
kab: Imayl-agi yettban d akken yekka-d si ProtonMail, acu kan yussa-d si beṛṛa n unagraw ihi ur iɛedda ara asekyed n usesteb. Ahat beddlen-t neɣ wwin-t s tuccḍa aniɣer nniḍen!

source: Title
kab: Azwel

source: To
kab: I

source: To reset your mailbox password, please use the web version of ProtonMail at protonmail.com
kab: Akken ad talseḍ awennez n wawal-ik uffir, seqdec lqem web n ProtonMail di protonmail.com

source: To:
kab: I:

source: TouchID is not enrolled, enable it in the system Settings
kab: TouchID ur yermid ara, sermed-it deg iɣewwaṛen n unagraw

source: TouchID not available
kab: TouchID ulac-it

source: Trash
kab: Taqecwalt

source: Trouble shooting guide
kab: Amnir n useggem

source: Turkish
kab: Taṭurkit

source: Turn Off
kab: Sens

source: Tweet about ProtonMail
kab: Twiti ɣef ProntonMail

source: Two Factor Code
kab: Asesteb s snat n tarayin

source: User log in
kab: TUQQNA N USEQDAC

source: Ukrainian
kab: Tukrinit

source: Unable to connect to the server
kab: Ur izmir ara ad yeqqen ɣer uqeddac

source: Unable to create SRP Client!
kab: Ur yezmir ara ad yernu amsaɣ SRP!

source: Unable to decrypt message.
kab: Ur izmir ara ad d-izmek izen.

source: Unable to get contacts
kab: Ur izmir ara ad d-yawi inermisen

source: Unable to parse authentication info!
kab: Ur izmir ara ad isleḍ talɣut n usesteb!

source: Unable to parse authentication token!
kab: Ur izmir ara ad isleḍ ajitun n usesteb!

source: Unable to parse response
kab: Ur izmir ara ad yesleḍ tiririt

source: Unable to parse token
kab: Ur izmir ara ad yesleḍ ajiṭun

source: Unable to send the email.
kab: Ur izmir ara ad yazen imayl

source: Undo
kab: Semmet

# Unknow Error
source: Unknown error
kab: Tuccḍa tarussint

source: Unknown
kab: Arussin

source: Unknown Error
kab: Tuccḍa tarussint

source: Unread
kab: Ur yettwaɣri ara

source: Update
kab: Leqqem

source: Update Contact
kab: Leqqem Anermis

source: Update Notification Email
kab: Leqqem ilɣa s yimayl

source: Upgrade to a paid plan to send from your %@ address
kab: Ali ar lqem s yidrimen akken ad tazneḍ imaylen seg tansa-ik %@

source: Upgrading is not possible in the app.
kab: Asali n uswir ulamek ara d-yili deg usnas.

source: Upload Contacts
kab: Sali inermisen

source: Upload iOS contacts to ProtonMail?
kab: Sali inermisen n iOS ɣer protonmail?

# User already exist!
source: Username already taken
kab: Aseqdac yella yakan!

# User is available!
source: Username is available
kab: Yella yisem n useqdac!

source: Username
kab: Isem n useqdac

source: Verification code request failed
kab: Asuter n tengalt n usenqed yecceḍ

source: Verification code sent
kab: Tangalt n usenqed tettwazen

source: Verification error
kab: Tuccḍa n usenqed

source: Verification of this content’s signature failed
kab: Asenqed n uzmul n ugbur-agi yecceḍ

source: Warning: Before you pass the human check you can't sent email!!!
kab: Ɣur-k: Ur tezmireḍ ara ad tazneḍ imayl send ad teggeḍ asenqed n umdan!!!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
kab: Ɣur-k: Ur d-muddeḍ ara imayl n tririt, tiririt ur tezmir ara ad d-ḍru ma yella tettuḍ awal-ik uffir. Tebɣiḍ ad tkemmleḍ s war imayl n tririt?

source: We will send a verification code to the cell phone above.
kab: Ad nazen tangalt n usenqed ar tiliɣri ddaw-a.

source: We will send a verification code to the email address above.
kab: Ad yzen tangalt n usenqed ar tansa n yimayl ddaw-a.

source: We would like to know what we can do better.
kab: Nebɣa ad nẓer ayen nezmer ad nesnerni.

source: Welcome to ProtonMail
kab: Anṣuf yiswen ɣer ProntonMail!

source: When you send an email, this is the name that appears in the sender field.
kab: Ticki tuzneḍ imayl, d isem ara d-ibanen deg urti n umazan.

source: Work
kab: Amahil

source: You can customize swipe gestures in the ProtonMail App Settings.
kab: Tzemreḍ ad terreɣ imussuten n uḍummu d idmawanen, deg uɣewwaṛen n usnas ProtonMail.

source: You can get help and support at protonmail.com/support. Bugs can also be reported with the app.
kab: Tzemreḍ ad d-remseḍ tallelt si protonmail.com/support. Ibugen zemren daɣen ad ttwaznen s usnas.

source: You can't set %@ address as default because it is a paid feature.
kab: Ur tezmireḍ ara ad tesbaduḍ tansa %@ am tansa tamezwert acku d tawuri n lexlaṣ.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
kab: Tesremdeḍ afati n yizen, acu kan ur iteddu ara ɣer merra iɣerwaḍen. Ttxil-k rnu awal n uɛeddi yerna/neɣ sexsi tuzzna n PGP iwakken ad tesqedceḍ afati i iɣerwaḍen merra.

source: You have %d new emails!
kab: Ɣur-k %d imaylen imaynuten!

source: You have a new email!
kab: Ɣur-k imayl amaynut!

source: You have unsaved changes. Do you want to save it?
kab: Ɣur-k ibeddilen ur nettwasekles ara. Tebɣiḍ ad ten-teskelseḍ?

# You have used %d%% of your storage space (%@).
source: You have used %1$d%% of your storage space (%2$@).
kab: Tesqedceḍ %1$d%% seg umḍiq-ik n usekles (%2$@).

source: You have used up all of your storage space (%@).
kab: Tesqedceḍ akk amḍiq-ik n usekles (%@).

source: You need at least one recipient to send
kab: Tesriḍ xarsum yiwen n uɣerwaḍ akken ad tazneḍ

source: Your Country Code
kab: Tangalt n tmurt-ik

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
kab: Tanaka-ik n urmas tettwammesten tura s uwgelhen si ṭerf ar ṭerf. Akken ad tazneḍ s wudem awurman imaylen iɣelsanen i yimduka-ik, suter-asen ad ddun ar ProtonMail. Tzemreḍ daɣen ad terreḍ iznan-ik d iwgelhanen s ufus ma yella ur seqdacen ara ProtonMail.

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
kab: Amiḍan-ik amaynut n yimaylen iwgelhanen yers, udiɣ ihegga i tuzna d urmas i yiznan iwgelhanen.

source: Your signature has been updated.
kab: Azmul-ik yettwalqem.

source: and
kab: akked

source: at
kab: ar

source: attempt remaining until secure data wipe!
kab: aɛraḍ i d-yeqqimen send asfaḍ aɣelsan n isefka!

source: attempts remaining
kab: aɛraḍ i d-yeqqimen

source: attempts remaining until secure data wipe!
kab: aɛraḍ i d-yeqqimen send asfaḍ aɣelsan n isefka!

source: close tour
kab: mdel tirza tafessast

source: Days
kab: ussan

source: inline attachments
kab: ifuyla yeddan

source: normal attachments
kab: iifuyla yeddan imugna

source: privacy policy.
kab: tasertit tabaḍnit.

source: terms and conditions
kab: tiwtilin n useqdec

source: wrote:
kab: yura:
