Repository: 32accc/iOS-encrypted-mail
Catalog: Scripts/latest_xliff/ProtonMail iOS Polish.xliff
Languages: pl

# NSAppleMusicUsageDescription
source: Required for attaching media to the email.
pl: Wymagane, aby załączać multimedia do wiadomości e-mail.

# NSCameraUsageDescription
source: Required for attaching photos to the email.
pl: Wymagane, aby załączać zdjęcia do wiadomości e-mail.

# NSContactsUsageDescription
source: Required for email autocomplete.
pl: Wymagane do autouzupełniania adresów e-mail.

# NSFaceIDUsageDescription
source: Allows you quick and secure to unlock your application.
pl: Pozwala szybko i bezpiecznie odblokować aplikację.

# NSPhotoLibraryAddUsageDescription
source: Required for saving image attachments to photo library.
pl: Wymagane, aby zapisywać zdjęcia do biblioteki zdjęć.

# NSPhotoLibraryUsageDescription
source: Required for attaching photos to the email.
pl: Wymagane, aby załączać zdjęcia do wiadomości e-mail.

source: within our iOS application.
pl: w naszej aplikacji na iOS.

source: %@ storage capacity
pl: %@ przestrzeni dyskowej

source: %d Member
pl: %d Członek

source: %d Members
pl: %d Członków

source: %d minute
pl: %d minuta

source: %d minutes
pl: %d minut

source: %d Selected
pl: %d Zaznaczone

source: %i email address
pl: %i adres e-mail

source: %i email addresses
pl: %i adresów e-mail

source: (2048 bit)
pl: (2048 bitów)

source: (4096 bit)
pl: (4096 bitów)

source: (total)
pl: (łącznie)

source: *OPTIONAL
pl: *OPCJONALNIE

source: /user
pl: /Użytkownika

source: 2fa Authentication failed. Please try to login again.
pl: Uwierzytelnianie dwustopniowe nie powiodło się. Spróbuj ponownie.

# &lt;no object&gt;
source: <no object>
pl: <brak obiektu>

source: A message cannot have more than 5 labels
pl: Wiadomość nie może mieć więcej niż 5 etykiet

source: A new version of ProtonMail app is available, please update to latest version.
pl: Dostępna jest nowa wersja aplikacji ProtonMail. Zaktualizuj do najnowszej wersji.

source: A new version of ProtonMail app is available. Please update to latest version.
pl: Dostępna jest nowa wersja aplikacji ProtonMail. Zaktualizuj do najnowszej wersji.

source: A paid ProtonMail plan is required to use this feature
pl: Płatny plan jest wymagany, aby użyć tej funkcji

source: A passcode has not been set, enable it in the system Settings
pl: Kod nie został ustawiony, włącz go w Ustawieniach systemu

source: API Server not reachable...
pl: Serwer API jest nieosiągalny...

source: Archive
pl: ARCHIWIZUJ

source: Access to this account is disabled due to non-payment. Please sign in through protonmail.com to pay your unpaid invoice.
pl: Dostęp do tego konta jest wyłączony z powodu braku płatności. Zaloguj się za pomocą protonmail.com, aby zapłacić niezapłacone faktury.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://protonmail.com/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
pl: Dostęp do tego konta jest wyłączony z powodu braku płatności. Odwiedź <a href="https://protonmail.com/support/knowledge-base/delinquency/">naszą bazę wiedzy</a>, aby uzyskać więcej informacji.

# Account password invalid
source: Invalid account password
pl: Nieprawidłowe hasło logowania

source: Add
pl: Dodaj

source: Add Anniversary
pl: Dodaj rocznicę

source: Add Birthday
pl: Dodaj urodziny

source: Add Contact
pl: Dodaj kontakt

source: Add Custom Label
pl: Dodaj niestandardową etykietę

source: Add Folder
pl: Dodaj folder

source: Add Gender
pl: Dodaj płeć

source: Add Group
pl: Dodaj grupę

source: Add Label
pl: Dodaj etykietę

source: Add New Folder
pl: Dodaj nowy folder

source: Add New Label
pl: Dodaj nową etykietę

source: Add Nickname
pl: Dodaj pseudonim

source: Add Organization
pl: Dodaj organizację

source: Add Photo
pl: Dodaj zdjęcie

source: Add Star
pl: Oznacz gwiazdką

source: Add Title
pl: Dodaj tytuł

source: Add new address
pl: Dodaj nowy adres

source: Add new custom field
pl: Dodaj nowe niestandardowe pole

source: Add new email
pl: Dodaj nowy adres e-mail

source: Add new field
pl: Dodaj nowe pole

source: Add new phone number
pl: Dodaj nowy numer telefonu

source: Add new url
pl: Dodaj nowy adres URL

source: Add to contacts
pl: Dodaj do kontaktów

source: Address
pl: Adres

source: Alert
pl: Ostrzeżenie

source: All Mail
pl: Wszystkie

source: All contacts are imported
pl: Wszystkie kontakty zostały zaimportowane

source: All of your existing encrypted emails will be lost forever, but you will still be able to view your unencrypted emails. THIS ACTION CANNOT BE UNDONE!
pl: Wszystkie zaszyfrowane wiadomości e-mail zostaną utracone, ale nadal będziesz mógł wyświetlać niezaszyfrowane wiadomości. TEGO DZIAŁANIA NIE MOŻNA COFNĄĆ!

source: Also Archive
pl: Również archiwizuj

source: Also used to reset a forgotten password.
pl: Umożliwia również zresetowanie zapomnianego hasła.

source: Anniversary
pl: Rocznica

source: App is locked
pl: Aplikacja jest zablokowana

source: Apple in-app purchase fee
pl: Opłata Apple za zakup w aplikacji

source: Apple informed us they could not process the purchase.
pl: Firma Apple poinformowała nas, że nie może przetworzyć zakupu.

source: Apple informed us you've upgraded the service plan, but did not say which of your ProtonMail accounts to upgrade in case you have more than one.
pl: Firma Apple poinformowała nas, że ulepszyłeś plan taryfowy, ale nie przekazała, które z kont ProtonMail uaktualnić w przypadku, gdy masz więcej niż jedno.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bugreport and our customer support team will contact you.
pl: Firma Apple poinformowała nas, że ulepszyłeś plan taryfowy, ale brakuje niektórych danych technicznych. Wypełnij zgłoszenie błędu, a nasz zespół wsparcia klienta skontaktuje się z Tobą.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
pl: Firma Apple poinformowała nas, że ulepszyłeś plan taryfowy, ale wykryliśmy, że wylogowałeś się z konta od tego czasu.

source: Apply
pl: Zastosuj

source: Apply Labels
pl: Zastosuj etykiety

source: Archive
pl: Archiwizuj

source: Archived
pl: Zarchiwizowano

source: Attachments
pl: Załączniki

source: Authentication
pl: Uwierzytelnianie

source: Authentication failed: wrong username or password.
pl: Uwierzytelnianie nie powiodło się: nieprawidłowa nazwa użytkownika lub hasło.

source: Authentication failed
pl: Uwierzytelnianie nie powiodło się

source: Authentication failed. Please try to login again.
pl: Uwierzytelnianie nie powiodło się. Spróbuj ponownie.

source: Authentication token is not accessible because the app is locked
pl: Token uwierzytelniania nie jest dostępny, ponieważ aplikacja jest zablokowana

source: Authentication was cancelled by the system
pl: Uwierzytelnianie zostało przerwane przez system

source: Auto lock time
pl: Czas automatycznego blokowania

source: Auto show images
pl: Automatycznie pokazuj obrazy

source: Back
pl: Wstecz

source: Bad auth cache
pl: Błąd pamięci podręcznej uwierzytelniania

source: Bad parameter
pl: Błędny parametr

source: Bad parameter: %@
pl: Nieprawidłowy parametr: %@

source: Bad path
pl: Błędna ścieżka

source: Bad response
pl: Błędna odpowiedź

source: BCC
pl: Udw

source: Birthday
pl: Data urodzenia

source: Bug Description
pl: Opis błędu

source: Bug report received
pl: Raport błędu odebrany

source: Buy More Credits
pl: Dodaj więcej środków

source: By using protonmail, you agree to our
pl: Używając ProtonMaila, akceptujesz nasz

source: Call Contact
pl: Zadzwoń

source: Can take several minutes to setup.
pl: Może potrwać kilka minut do zakończenia instalacji.

source: Can't copy the file
pl: Nie można skopiować pliku

source: Can't create a SRP Client
pl: Nie można utworzyć klienta SRP

source: Can't create a SRP verifier!
pl: Nie można utworzyć weryfikatora SRP!

source: Can't decrypt this attachment!
pl: Nie można odszyfrować tego załącznika!

source: Can't delete contact group
pl: Nie można usunąć grupy kontaktów

source: Can't delete contact group through API
pl: Nie można usunąć grupy kontaktów przez interfejs API

source: Can't download message body, please try again.
pl: Nie można pobrać treści wiadomości. Spróbuj ponownie.

source: Can't download message body. Please try again.
pl: Nie można pobrać treści wiadomości. Spróbuj ponownie.

source: Can't fetch contact groups
pl: Nie można pobrać grup kontaktów

source: Can't find the clicked message please try again!
pl: Nie można odnaleźć tej wiadomości. Spróbuj ponownie!

source: Can't find the clicked message. Please try again.
pl: Nie można odnaleźć wybranej wiadomości. Spróbuj ponownie.

source: Can't find this attachment!
pl: Nie można znaleźć tego załącznika!

# Can't get a Moduls ID!
source: Can't get a Modulus ID!
pl: Nie można uzyskać identyfikatora modułu!

source: Can't get a Moduls!
pl: Nie można załadować modułów!

source: Can't get user auth info
pl: Nie można pobrać informacji o uwierzytelnianiu użytkownika

source: Can't load share content!
pl: Wczytywanie udostępnionej zawartości nie powiodło się!

source: Can't load the file
pl: Nie można załadować pliku

source: Can't not find the value from the response body
pl: Nie można odnaleźć wartości z treści odpowiedzi

source: Can't open the file
pl: Nie można otworzyć pliku

source: Can't save contact group
pl: Nie można zapisać grupy kontaktów

source: Can't update contact group through API
pl: Nie można zaktualizować grupy kontaktów przez interfejs API

source: Cancel
pl: Anuluj

source: Cancel Check
pl: Anuluj wybór

source: Cancelling
pl: Anulowanie

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
pl: Nie można odszyfrować tego załącznika.

source: Catalan
pl: Kataloński

source: CC
pl: Dw

source: Cc:
pl: Dw:

source: Cell phone number
pl: Numer telefonu komórkowego

source: Change Login Password
pl: Zmień hasło logowania

source: Change Mailbox Password
pl: Zmień hasło skrzynki pocztowej

source: Change password
pl: Zmień hasło

source: Change PIN
pl: Zmień kod PIN

source: Change Single Password
pl: Zmień pojedyncze hasło

source: Change default address to...
pl: Zmień domyślny adres na ..

source: Change left swipe action
pl: Zmień akcję przesuwania w lewo

source: Change right swipe action
pl: Zmień akcję przesuwania w prawo

source: Change sender address to...
pl: Zmień adres nadawcy na...

source: Check Again
pl: Sprawdź ponownie

source: Checking...
pl: Sprawdzanie ....

source: Chinese Simplified
pl: Chiński uproszczony

source: Chinese Traditional
pl: Chiński tradycyjny

source: Choose a Password
pl: Wybierz hasło

source: City
pl: Miasto

source: Clear local message cache
pl: Wyczyść pamięć podręczną wiadomości lokalnych

source: Close
pl: Zamknij

source: Closing
pl: Zamykanie

source: Compose
pl: Napisz

source: Compose to
pl: Napisz do

source: Confirm
pl: Potwierdź

source: Confirm login password
pl: Potwierdź hasło logowania

source: Confirm mailbox password
pl: Potwierdź hasło skrzynki pocztowej

source: Confirm password
pl: Potwierdź hasło

source: Confirm new login password
pl: Potwierdź nowe hasło logowania

source: Confirm new mailbox password
pl: Potwierdź nowe hasło skrzynki pocztowej

source: Confirm new password
pl: Potwierdź nowe hasło

source: Confirm phishing report
pl: Potwierdź próbę wyłudzenia informacji

source: Confirmation
pl: Potwierdzenie

source: Congratulations!
pl: Gratulacje!

source: Contact Details
pl: Szczegóły kontaktu

source: Contact the ProtonMail team
pl: Skontaktuj się z zespołem ProtonMail

source: Contacts
pl: Kontakty

source: Continue
pl: Kontynuuj

source: Copy address
pl: Kopiuj adres

source: Copy name
pl: Kopiuj nazwę

source: Could not connect to Store. Please, try later.
pl: Nie można połączyć się ze sklepem. Spróbuj później.

source: Country
pl: Kraj

source: Create
pl: Utwórz

source: Create Account
pl: Utwórz Konto

source: Create User failed. Please try again.
pl: Tworzenie użytkownika nie powiodło się. Spróbuj ponownie.

source: Create a new account
pl: Stwórz nowe konto

source: Create and add labels to organize your inbox. Press and hold down on a message for all options.
pl: Porządkuj swoją skrzynkę tworząc i dodając etykiety. Kliknij wiadomość i przytrzymaj, aby zobaczyć wszystkie opcje.

source: Create user failed
pl: Tworzenie użytkownika nie powiodło się

source: Current Language is:
pl: Bieżącym językiem jest:

source: Current login password
pl: Bieżące hasło logowania

source: Current password
pl: Bieżące hasło

source: Custom
pl: Niestandardowy

source: Czech
pl: Czeski

source: DECRYPT MAILBOX
pl: ODSZYFRUJ SKRZYNKĘ POCZTOWĄ

source: Drafts
pl: SZKICE

source: Danish
pl: Duński

source: Date:
pl: Data:

source: Date: %@
pl: Data: %@

source: Debug
pl: Informacje diagnostyczne

source: Decrypt
pl: Odszyfruj

source: Decrypt token failed. Please try again.
pl: Odszyfrowywanie tokena nie powiodło się. Spróbuj ponownie.

source: Decryption error
pl: Błąd odszyfrowywania

source: Decryption of this content failed
pl: Odszyfrowywanie zawartości nie powiodło się

source: Default
pl: Domyślne

source: Default error. Please try again.
pl: Wystąpił błąd. Spróbuj ponownie.

source: Define Expiration Date
pl: Ustaw datę wygaśnięcia

source: Define hint (Optional)
pl: Ustaw podpowiedź (opcjonalnie)

source: Define password
pl: Ustaw hasło

source: Delete
pl: Usuń

source: Delete Contact
pl: Usuń kontakt

source: Delete Contact Group
pl: Usuń grupę kontaktów

source: Deleted
pl: Usunięte

source: Details
pl: Szczegóły

source: Discard changes
pl: Odrzuć zmiany

source: Discard draft
pl: Odrzuć szkic

source: Display name
pl: Nazwa wyświetlana

source: Display name updated
pl: Nazwa wyświetlana została zaktualizowana

source: DisplayName
pl: Nazwa wyświetlana

source: Do you want to activate the purchased service plan for
pl: Czy chcesz aktywować zakupiony plan taryfowy dla

source: Do you want to cancel the process?
pl: Chcesz przerwać operację?

source: Do you want to save the unsaved changes?
pl: Czy chcesz zapisać niezapisane zmiany?

source: Don't Show Again
pl: Nie pokazuj ponownie

source: Don't remind me again
pl: Nie przypominaj mi ponownie

source: Done
pl: Gotowe

source: Double tap to setup
pl: Dotknij dwukrotnie, aby ustawić

source: Draft
pl: Szkic

source: Drafts
pl: Szkice

source: Dutch
pl: Holenderski

source: Edit
pl: Edytuj

source: Edit contact
pl: Edytuj kontakt

source: Edit Folder
pl: Edytuj folder

source: Edit Group
pl: Edytuj grupę

source: Edit Label
pl: Edytuj etykietę

source: Edit Photo
pl: Edytuj zdjęcie

source: Edit mobile signature
pl: Edytuj podpis mobilny

source: Edit signature
pl: Edytuj podpis

source: Email Addresses
pl: Adresy e-mail

source: Email Contact
pl: Napisz

source: Email Verification
pl: Weryfikacja adresu e-mail

source: Email address
pl: Adres e-mail

source: Email address invalid
pl: Nieprawidłowy adres e-mail

source: Email default signature
pl: Domyślny podpis e-mail

# Email domain invalid
source: Invalid email domain
pl: Nieprawidłowa domena e-mail

source: Empty folder
pl: Opróżnij folder

source: Enable Default Signature
pl: Włącz domyślny podpis

source: Enable FaceID
pl: Włącz FaceID

source: Enable Mobile Signature
pl: Włącz podpis mobilny

source: Enable Notification Email
pl: Włącz powiadomienia e-mail

source: Enable PIN protection
pl: Włącz ochronę kodem PIN

source: Enable TouchID
pl: Włącz TouchID

source: Encrypted Contact Details
pl: Zaszyfrowane szczegóły kontaktu

source: Encrypted for outside
pl: Zaszyfrowane na zewnątrz

source: Encrypted for outside reply
pl: Zaszyfrowane dla zewnętrznych odpowiedzi

source: Encrypted from outside
pl: Zaszyfrowane z zewnątrz

source: Encrypted from outside pgp inline
pl: Zaszyfrowane z zewnątrz poprzez PGP/Inline

source: Encrypted from outside pgp mime
pl: Zaszyfrowane z zewnątrz poprzez PGP/MIME

source: Encrypted from outside signed pgp mime
pl: Zaszyfrowane i podpisane z zewnątrz poprzez PGP/MIME

source: Encrypted outside
pl: Zaszyfrowane na zewnątrz

source: Encryption Setup
pl: Ustawienia szyfrowania

source: End Time
pl: Czas zakończenia

source: End-to-end encryption
pl: Szyfrowanie end-to-end

source: End-to-end encrypted
pl: Zaszyfrowane end-to-end

source: End-to-end encrypted message
pl: Wiadomość zaszyfrowana end-to-end

source: End-to-end encrypted message from verified address
pl: Wiadomość zaszyfrowana end-to-end od zweryfikowanego adresu

source: End-to-end encrypted to verified address
pl: Zaszyfrowana end-to-end do zweryfikowanego adresu

source: English
pl: Angielski

source: Enter
pl: Wpisz

source: Enter verification code
pl: Wpisz kod weryfikacyjny

source: Enter your PIN
pl: Wpisz kod PIN

source: Enter your PIN to unlock your inbox.
pl: Wpisz kod PIN, aby odblokować skrzynkę.

source: Enter your cell phone number
pl: Wpisz swój numer telefonu komórkowego

source: Enter your existing email address.
pl: Wpisz swój istniejący adres e-mail.

source: Error logs
pl: Logi błędów

source: Error occured
pl: Wystąpił błąd

source: Every time enter app
pl: Za każdym wejściem do aplikacji

source: Expires
pl: Wygasa

# Expires in %d days %d hours %d mins %d seconds
source: Expires in %1$d days %2$d hours %3$d mins %4$d seconds
pl: Wygasa za %1$d dni %2$d godzin %3$d min %4$d sekund

source: Expiring messages
pl: Wygasające wiadomości

source: Extreme Security
pl: Ekstremalne bezpieczeństwo

source: Forgot password?
pl: Zapomniałeś hasła?

source: Failed to determine type of file
pl: Nie udało się określić typu pliku

source: Failed to get list of available products from AppStore.
pl: Nie udało się uzyskać listy dostępnych produktów z AppStore.

source: Failed to initialize the application's saved data
pl: Nie można zainicjować zapisanych danych aplikacji

source: Feedback
pl: Opinia

source: Fetch user info failed
pl: Uzyskanie informacji o użytkowniku nie powiodło się

source: Folder Name
pl: Nazwa folderu

source: For individuals looking to benefit from secure communication at no cost
pl: Dla osób szukających bezpiecznej komunikacji bez ponoszenia kosztów

source: For individuals that need more capacity, customization and advanced features
pl: Dla osób potrzebujących większej przestrzeni dyskowej, personalizacji i zaawansowanych funkcji

source: For organizations that need multi-user support and additional productivity features
pl: Dla organizacji, które potrzebują obsługi wielu użytkowników i dodatkowych funkcji zwiększających produktywność

source: For power users and groups of people that value full anonymity and privacy
pl: Dla zaawansowanych użytkowników i grup osób, które cenią sobie pełną anonimowość i prywatność

source: Forward
pl: Przekaż

source: Forwarded message
pl: Przekazana wiadomość

source: French
pl: Francuski

source: From
pl: Od

source: From:
pl: Od:

source: Gender
pl: Płeć

source: General settings
pl: Ustawienia ogólne

source: German
pl: Niemiecki

source: Get %@
pl: Uzyskaj %@

source: Get more information
pl: Więcej informacji

source: Go to inbox
pl: Przejdź do Odebranych

source: Got it
pl: OK

source: Group Details
pl: Szczegóły grupy

source: Group Name
pl: Nazwa grupy

source: Groups
pl: Grupy

# Help &amp; Support
source: Help & Support
pl: Pomoc & Wsparcie

source: Help us to improve ProtonMail with your input.
pl: Pomóż nam ulepszyć ProtonMail z Twoim udziałem.

source: Help us to make privacy the default in the web.
pl: Pomóż nam sprawić, aby prywatność była standardem w Internecie.

source: Hide
pl: Ukryj

source: Hide details
pl: Ukryj szczegóły

source: High Security
pl: Wysoki poziom bezpieczeństwa

source: Hours
pl: godzin

source: Human Check Failed
pl: Weryfikacja antyspamowa nie powiodła się

source: Human Check Warning
pl: Ostrzeżenie weryfikacji antyspamowej

source: Human Verification
pl: Weryfikacja antyspamowa

source: IMAP/SMTP Support via ProtonMail Bridge
pl: Obsługa IMAP/SMTP za pomocą aplikacji ProtonMail Bridge

source: Inbox
pl: ODEBRANE

source: Import Error
pl: Importuj błąd

source: Import file from...
pl: Importuj plik z...

source: Importing Contacts
pl: Importowanie kontaktów

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
pl: W celu korzystania z naszych usług, musisz zgodzić się na regulamin ProtonMail.

source: Inbox
pl: Odebrane

source: Incorrect PIN,
pl: Nieprawidłowy kod PIN,

source: Incorrect password
pl: Nieprawidłowe hasło

source: Input Display Name ...
pl: Podaj nazwę wyświetlaną ...

source: Input Notification Email ...
pl: Włącz powiadomienia e-mail ...

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://protonmail.com/invite to request an invitation.
pl: Natychmiastowe tworzenie konta w ProtonMail zostało tymczasowo wyłączone. Przejdź do https://protonmail.com/invite, aby wnioskować o zaproszenie.

source: Internal Error
pl: Błąd wewnętrzny

source: Invalid Password
pl: Nieprawidłowe hasło

source: Invalid username
pl: Nieprawidłowa nazwa użytkownika

source: Invalid UserName!
pl: Nieprawidłowa nazwa użytkownika!

source: Invalid access token please relogin
pl: Nieprawidłowy token dostępowy. Zaloguj się ponownie

source: Invalid access token. Please relogin.
pl: Nieprawidłowy token dostępowy. Zaloguj się ponownie.

source: Invalid credential
pl: Nieprawidłowe dane logowania

source: Invalid hashed password!
pl: Nieprawidłowy skrót hasła!

source: Is this bug report about an in-app purchase?
pl: Czy raport błędu dotyczy zakupu w aplikacji?

source: It is not possible to switch to
pl: Nie można zmienić planu na

source: Italian
pl: Włoski

source: Keep me updated about new features
pl: Informuj mnie o nowych funkcjach

source: Key generation failed
pl: Generowanie klucza nie powiodło się

source: Key generation failed. Please try again.
pl: Generowanie klucza nie powiodło się. Spróbuj ponownie.

source: Key invalid. Please go back and try again.
pl: Klucz jest nieprawidłowy. Wróć i spróbuj ponownie.

source: Login
pl: Zaloguj się

source: Label management
pl: Zarządzanie etykietą

source: Label Name
pl: Nazwa etykiety

source: Label as...
pl: Oznacz jako...

source: Labels
pl: Etykiety

source: Labels have been applied.
pl: Etykiety zostały zastosowane.

# Labels, Folders, Filters &amp; More
source: Labels, Folders, Filters & More
pl: Etykiety, foldery, filtry i więcej

source: Labels/Folders
pl: Etykiety/Foldery

source: Language
pl: Język

source: Learn More
pl: Dowiedz się więcej

source: Learn more here
pl: Dowiedz się więcej tutaj

source: Limited to 150 messages sent/day
pl: Limit do 150 wysłanych wiadomości na dzień

source: Load remote content
pl: Ładowanie zawartości zdalnej

source: Loading...
pl: Ładowanie...

source: Local cache can't find mailbox password
pl: Lokalny bufor nie może odnaleźć hasła skrzynki odbiorczej

# Localizable.strings
source: Base
pl: Baza

source: Lock The App
pl: Zablokuj aplikację

source: Login
pl: Zaloguj się

source: Login password
pl: Hasło logowania

source: Login password doesn't match
pl: Nieprawidłowe hasło logowania

source: Logout
pl: Wyloguj

source: Logs
pl: Wpisy

source: Looking to edit or disable your mobile signature?
pl: Chcesz edytować lub wyłączyć podpis mobilny?

source: Looking to secure your contact's details?
pl: Czy chciałbyś zabezpieczyć swoje dane kontaktowe?

source: Mailbox password
pl: Hasło skrzynki pocztowej

source: Mailbox password
pl: Hasło skrzynki pocztowej

source: Mailbox password doesn't match
pl: Nieprawidłowe hasło skrzynki pocztowej

source: Manage Addresses
pl: Zarządzaj adresami

source: Manage Labels/Folders
pl: Zarządzaj Etykietami/Folderami

# Mark Read
source: Mark as read
pl: Oznacz jako Przeczytane

source: Mark as unread
pl: Oznacz jako nieprzeczytane

source: Message %@
pl: Wiadomość %@

source: Message Password
pl: Hasło wiadomości

source: Message queue
pl: Kolejka wiadomości
