Repository: 32accc/iOS-encrypted-mail
Catalog: ProtonMail/ProtonMail/*.lproj/Localizable.strings
Languages: uk

source: 'On' E, MMM d, yyyy 'at' %@
uk: E, d MMM, yyyy, %@

source: (2048 bit)
uk: (2048 біт)

source: (4096 bit)
uk: (4096 біт)

source: (logged out)
uk: (не в системі)

source: (total)
uk: (всього)

source: *OPTIONAL
uk: *НЕОБОВ'ЯЗКОВО

source: /user
uk: /користувач

source: %@ storage capacity
uk: %@ обсяг сховища

source: %d attempt remaining
uk: Залишилася %d спроба

source: %d attempt remaining until secure data wipe!
uk: Залишилась %d спроба до стирання захищених даних!

source: %d conversation
uk: %d розмова

source: %d conversations
uk: %d розмов

source: %d day
uk: %d день

source: %d hour
uk: %d година

source: %d Member
uk: %d учасник

source: %d Members
uk: %d учасників

source: %d message
uk: %d повідомлення

source: %d messages
uk: %d повідомлень

source: %d minute
uk: %d хвилина

source: %d minutes
uk: %d хвилин

source: %d Selected
uk: %d вибрано

source: %i email address
uk: %i адреса е-пошти

source: %i email addresses
uk: %i адрес е-пошти

source: + Drop here to add as attachment
uk: + Перетягніть сюди, щоб додати вкладення

source: +%d others
uk: +%d інших

source: 2FA failed. Please try to sign in again.
uk: Збій двоетапної перевірки. Спробуйте увійти знову.

source: 8 to 21 characters long
uk: Довжина від 8 до 21 символів

source: A message cannot have more than 5 labels
uk: Повідомлення не може мати більше 5 міток

source: A new version of ProtonMail app is available, please update to latest version.
uk: Доступна нова версія ProtonMail. Будь ласка, оновіть програму.

source: A new version of ProtonMail app is available. Please update to the latest version.
uk: Доступна нова версія ProtonMail. Будь ласка, оновіть програму.

source: A passcode has not been set, enable it in the system Settings
uk: Код допуску не задано. Увімкніть його в параметрах системи

source: A sub-folder with this name already exists in the destination folder
uk: Підтека з такою назвою вже існує в теці призначення

source: Access to this account is disabled due to non-payment. Please sign in through protonmail.com to pay your unpaid invoice.
uk: Доступ до цього облікового запису призупинено через несплату. Будь ласка, увійдіть в систему, використовуючи protonmail.com, щоб оплатити рахунок.

source: Access to this account is disabled due to non-payment. Please visit <a href="https://protonmail.com/support/knowledge-base/delinquency/">our knowledge base</a> for more information.
uk: Доступ до цього облікового запису призупинено через несплату. Будь ласка, відвідайте <a href="https://protonmail.com/support/knowledge-base/delinquency/">нашу базу знань</a> для отримання додаткової інформації.

source: Account
uk: Обліковий запис

# Account password invalid
source: Invalid account password
uk: Неправильний пароль облікового запису

source: Account settings
uk: Параметри облікового запису

source: Add
uk: Додати

source: Add accounts
uk: Додати облікові записи

source: Add anniversary
uk: Додати річницю

source: Add attachment
uk: Додати вкладення

source: Add birthday
uk: Додати день народження

source: Add Contact
uk: Додати контакт

source: Add contacts
uk: Додати контакти

source: Add custom label
uk: Додати власну мітку

source: Add Folder
uk: Додати теку

source: Add gender
uk: Додати стать

source: Add group
uk: Додати групу

source: Add Label
uk: Додати мітку

source: Add new address
uk: Додати нову адресу

source: Add new custom field
uk: Додати власне поле

source: Add new email
uk: Додати нову адресу е-пошти

source: Add new field
uk: Додати нове поле

source: Add New Folder
uk: Додати нову теку

source: Add New Label
uk: Додати нову мітку

source: Add new phone number
uk: Додати номер телефону

source: Add new URL
uk: Додати нову URL-адресу

source: Add nickname
uk: Додати псевдонім

source: Add organization
uk: Додати організацію

source: Add photo
uk: Додати фото

source: Add Star
uk: Додати зірочку

source: Add title
uk: Додати посаду

source: Add to contacts
uk: Додати до контактів

source: Address
uk: Адреса

source: Addresses
uk: Адреси

source: Alert
uk: Попередження

source: All contacts are imported
uk: Всі контакти імпортовано

source: All Mail
uk: Уся пошта

source: All protection settings will be reset and wiped upon logging out of the app.
uk: Усі параметри захисту будуть скинуті одразу після виходу з програми.

source: Allow alternative routing
uk: Дозволити альтернативну маршрутизацію

source: Also Archive
uk: Також архівувати

source: Also archive?
uk: Також архівувати?

source: Also used to reset a forgotten password.
uk: Також використовується, щоб скинути забутий пароль.

source: Alternative routing
uk: Альтернативна маршрутизація

source: Always off
uk: Завжди вимкнено

source: Always on
uk: Завжди увімкнено

source: and
uk: і

source: Anniversary
uk: Річниця

source: Antivirus interference
uk: Перешкоджання антивіруса

source: Any unsaved changes will be lost.
uk: Незбережені зміни будуть втрачені.

source: API Server not reachable…
uk: API сервер недоступний…

source: APP INFORMATION
uk: ІНФОРМАЦІЯ ПРО ПРОГРАМУ

source: App is locked
uk: Програму заблоковано

source: App PIN
uk: ПІН

source: App PIN & Face ID
uk: ПІН і Face ID

source: App PIN & Touch ID
uk: ПІН і Touch ID

source: App settings
uk: Параметри програми

source: Appearance
uk: Зовнішній вигляд

source: Apple in-app purchase fee
uk: Плата Apple за покупки у програмі

source: Apply
uk: Застосувати

source: Apply Labels
uk: Застосувати мітки

source: Apply Password
uk: Застосувати пароль

source: Archive
uk: Архів

source: Archive
uk: Архів

source: Archived
uk: Заархівовано

source: Are you sure you want to delete permanently these %d messages?
uk: Ви дійсно хочете остаточно видалити ці %d повідомлень?

source: Are you sure you want to delete permanently this message?
uk: Ви дійсно хочете остаточно видалити це повідомлення?

source: Are you sure you want to sign out %@?
uk: Ви дійсно хочете вийти з %@?

source: Are you sure you want to sign out?
uk: Ви дійсно хочете вийти?

source: Are you sure? This can't be undone.
uk: Ви впевнені? Це незворотна дія.

source: At least one email address in the group could not be found
uk: Не вдається знайти принаймні одну адресу електронної пошти в групі

source: At least one email address in the group could not be found.
uk: Не вдається знайти принаймні одну адресу електронної пошти в групі.

source: At least one recipient email address is improperly formatted, please double check them.
uk: Адреса е-пошти принаймні одного з отримувачів має неналежний формат. Перевірте адреси.

source: At least one recipient email address/domain doesn't exist or is badly formatted. Message moved to drafts.
uk: Адреса е-пошти чи домен принаймні одного з отримувачів не існує, або має неналежний формат. Повідомлення переміщено до чернеток.

source: attachment
uk: вкладення

source: Attachment
uk: Вкладення

source: Attachment failure
uk: Помилка вкладення

source: Attachment imported
uk: Вкладення імпортовано

source: Attachment limit
uk: Обмеження вкладення

source: attachments
uk: вкладення

source: Attachments
uk: Вкладення

source: Authentication
uk: Автентифікація

source: Authentication failed
uk: Помилка автентифікації

source: Authentication failed: wrong username or password.
uk: Помилка автентифікації: неправильне ім'я користувача або пароль.

source: Authentication failed. Please try to sign in again.
uk: Авторизація не вдалася. Спробуйте увійти знову.

source: Authentication token is not accessible because the app is locked
uk: Токен автентифікації недоступний, тому що програма замкнена

source: Authentication was cancelled by the system
uk: Автентифікацію скасовано системою

source: Auto lock time
uk: Час автоблокування

source: Auto show images
uk: Автоматично показувати зображення

source: Auto show remote content
uk: Показувати зовнішній вміст

source: Auto-load embedded images
uk: Завантажувати вбудовані зображення

source: Awful
uk: Жахливо

source: Back
uk: Назад

source: Bad auth cache
uk: Неправильний кеш авторизації

source: Bad parameter
uk: Неправильний параметр

source: Bad parameter: %@
uk: Неправильний параметр: %@

source: Bad path
uk: Неправильний шлях

source: Bad response
uk: Неправильна відповідь

source: BCC
uk: ПК

source: Bcc:
uk: Прихована копія:

source: Birthday
uk: День народження

source: Breeze through threaded messages in conversation mode.
uk: Переглядайте ланцюжки повідомлень в режимі розмови.

source: Bug Description
uk: Опис помилки

source: Bug report received
uk: Звіт про помилку отримано

source: Buy More Credits
uk: Купити більше кредитів

source: By removing this account, you will no longer be able to access it from this device unless you add it again. Do you want to remove this account anyway?
uk: Вилучивши цей обліковий запис, ви більше не зможете отримати до нього доступ з цього пристрою, доки не додасте його знову. Ви все ще хочете вилучити обліковий запис?

source: By using ProtonMail, you agree to our
uk: Використовуючи ProtonMail, ви погоджуєтеся з нашими

# By using ProtonMail, you agree to our %@ and %@.
source: By using ProtonMail, you agree to our %1$@ and %2$@.
uk: Використовуючи ProtonMail, ви приймаєте наші %1$@ та %2$@.

source: Call contact
uk: Зателефонувати контакту

source: Can take several minutes to setup.
uk: Налаштування може тривати декілька хвилин.

source: Can't copy the file
uk: Неможливо скопіювати файл

source: Can't create a SRP Client
uk: Неможливо створити клієнта SRP

source: Can't create a SRP verifier!
uk: Неможливо створити SRP-верифікатор!

source: Can't decrypt this attachment!
uk: Неможливо розшифрувати це вкладення!

source: Can't delete contact group
uk: Неможливо видалити групу контактів

source: Can't delete contact group through API
uk: Неможливо видалити групу контактів через API

source: Can't download message body, please try again.
uk: Неможливо завантажити вміст повідомлення. Спробуйте ще раз.

source: Can't download message body. Please try again.
uk: Неможливо завантажити вміст повідомлення. Будь ласка, спробуйте знову.

source: Can't fetch contact groups
uk: Неможливо отримати групи контактів

source: Can't find the clicked message please try again!
uk: Неможливо знайти вибране повідомлення. Спробуйте ще раз!

source: Can't find the selected message. Please try again.
uk: Неможливо знайти вибране повідомлення. Будь ласка, спробуйте знову.

source: Can't find the value from the response body
uk: Неможливо знайти значення з вмісту відповіді

source: Can't find this attachment!
uk: Неможливо знайти це вкладення!

source: Can't get a Modulus ID!
uk: Неможливо отримати ID модулю!

source: Can't get a Modulus!
uk: Неможливо отримати модулі!

source: Can't get user auth info
uk: Неможливо отримати інформацію користувача для автентифікації

source: Can't load the file
uk: Неможливо завантажити файл

source: Can't open the file
uk: Неможливо відкрити файл

source: Can't save contact group
uk: Неможливо зберегти групу контактів

source: Can't update contact group through the API
uk: Неможливо оновити групу контактів через API

source: Cancel
uk: Скасувати

source: Cancel Check
uk: Скасувати перевірку

source: Cancelling
uk: Скасування

# Cant' decrypt this attachment!
source: Unable to decrypt this attachment.
uk: Не вдається розшифрувати це вкладення.

source: CC
uk: Копія

source: Cell phone number
uk: Номер мобільного телефону

source: Change account password
uk: Змінити пароль облікового запису

source: Change default address to...
uk: Змінити типову адресу на...

source: Change left swipe action
uk: Дія посування вліво

source: Change mailbox password
uk: Змінити пароль поштової скриньки

source: Change password
uk: Змінити пароль

source: Change password
uk: Змінити пароль

source: Change PIN
uk: Змінити ПІН

source: Change PIN
uk: Змінити ПІН

source: Change PIN code
uk: Змінити ПІН-код

source: Change right swipe action
uk: Дія посування вправо

source: Change sender address to...
uk: Змінити адресу відправника на...

source: Change sign-in password
uk: Змінити пароль входу

source: Change single password
uk: Змінити єдиний пароль

source: Check Again
uk: Перевірити знову

source: Check Proton Status for our system status.
uk: Перевірте стан Proton, щоб дізнатися стан нашої системи.

source: Checking...
uk: Перевірка...

source: Checking…
uk: Перевірка…

source: Choose a Password
uk: Оберіть пароль

source: City
uk: Місто

source: Clear local cache
uk: Очистити локальний кеш

source: Clear local message cache
uk: Очистити локальний кеш повідомлень

source: Clear Style
uk: Очистити стиль

source: Close
uk: Закрити

source: close tour
uk: закрити знайомство

source: Closing
uk: Закриття

source: Collapse folder
uk: Згорнути теку

source: Collapse message
uk: Згорнути повідомлення

source: Combined contacts
uk: Об'єднані контакти

source: Compose
uk: Написати

source: Compose to
uk: Написати

source: Confirm
uk: Підтвердити

source: Confirm mailbox password
uk: Підтвердити пароль поштової скриньки

source: Confirm new mailbox password
uk: Підтвердження нового пароля поштової скриньки

source: Confirm new password
uk: Підтвердити новий пароль

source: Confirm new sign-in password
uk: Підтвердити новий пароль входу

source: Confirm password
uk: Підтвердити пароль

source: Confirm phishing report
uk: Підтвердити звіт про шахрайство

source: Confirmation
uk: Підтвердження

source: Congratulations!
uk: Вітаємо!

source: Connect Account
uk: Під'єднати обліковий запис

source: Contact deleted, will be synced when connection is available
uk: Контакт видалено і синхронізується при відновленні з'єднання з мережею

source: Contact details
uk: Подробиці контакту

source: Contact saved, will be synced when connection is available
uk: Контакт збережений і синхронізується при відновленні з'єднання з мережею

source: Contact the ProtonMail team
uk: Зв'язатися з командою ProtonMail

source: Contact us directly through our support form, email (support@protonmail.com), or Twitter.
uk: Зверніться до нас через форму підтримки, електронною поштою support@protonmail.com або в Twitter.

source: Contacts
uk: Контакти

source: Continue
uk: Продовжити

source: Continue and Don't ask again
uk: Продовжити і не питати знову

source: Conversation
uk: Розмова

source: Conversation mode
uk: Режим розмов

source: Copy
uk: Копіювати

source: Copy address
uk: Копіювати адресу

source: Copy name
uk: Копіювати ім'я

source: Could not connect to Store. Please try again later.
uk: Не вдається з'єднатися з магазином. Спробуйте знову пізніше.

source: Country
uk: Країна

source: Create
uk: Створити

source: Create a new account
uk: Створити новий обліковий запис

source: Create Account
uk: Створити обліковий запис

source: Create new account
uk: Створити новий обліковий запис

source: Create user failed
uk: Не вдалося створити користувача

source: Create User failed. Please try again.
uk: Не вдалося створити користувача. Будь ласка, спробуйте знову.

source: Creating folder not allowed
uk: Створення теки не дозволено

source: Creating label not allowed
uk: Створення мітки не дозволено

source: Current Language is:
uk: Поточна мова:

source: Current password
uk: Поточний пароль

source: Current Recovery Email
uk: Поточна е-пошта для відновлення

source: Current sign-in password
uk: Поточний пароль входу

source: Custom
uk: Власне

source: Cut
uk: Вирізати

source: Dark mode
uk: Темний режим

source: Date:
uk: Дата:

source: Date: %@
uk: Дата: %@

source: Days
uk: Днів

source: Debug
uk: Зневадження

source: Decrypt
uk: Розшифрувати

source: DECRYPT MAILBOX
uk: РОЗШИФРУВАТИ ПОШТОВУ СКРИНЬКУ

source: Decrypt token failed. Please try again.
uk: Не вдалося розшифрувати токен. Будь ласка, спробуйте знову.

source: Decryption error
uk: Помилка розшифрування

source: Decryption of this content failed
uk: Не вдалося розшифрувати цей вміст

source: decryption of this message's encrypted content failed.
uk: помилка розшифрування вмісту цього зашифрованого повідомлення.

source: Default
uk: Типова

source: Default browser
uk: Типовий браузер

source: Default error. Please try again.
uk: Сталася помилка. Спробуйте знову.

source: Define Expiration Date
uk: Вкажіть термін дії

source: Define hint (Optional)
uk: Вкажіть підказку (необов'язково)

source: Define password
uk: Вкажіть пароль

source: Delete
uk: Видалити

source: Delete %d Messages
uk: Видалити %d повідомлень

source: Delete all
uk: Видалити все

source: Delete contact
uk: Видалити контакт

source: Delete contact group
uk: Видалити групу контактів

source: Delete folder
uk: Видалити теку

source: Delete label
uk: Видалити мітку

source: Delete message
uk: Видалити повідомлення

source: Deleted
uk: Видалено

source: Details
uk: Подробиці

source: Disable any proxies or firewalls, or contact your network administrator.
uk: Вимкніть будь-які проксі чи мережеві екрани, або зверніться до свого мережевого адміністратора.

source: Disable Validation
uk: Вимкнути перевірку

source: Discard
uk: Відхилити

source: Discard changes
uk: Відхилити зміни

source: Discard draft
uk: Відхилити чернетку

source: Display name
uk: Ім'я

source: Display name
uk: Ім'я

source: Display name updated
uk: Ім'я оновлено

source: Display name
uk: Ім'я

source: Do you really want to remove this file from attachments?
uk: Ви дійсно хочете вилучити цей файл з вкладень?

source: Do you want to cancel the process?
uk: Хочете скасувати процес?

source: Do you want to discard the changes?
uk: Ви хочете відхилити зміни?

source: Do you want to discard your changes?
uk: Ви хочете відхилити свої зміни?

source: Do you want to save the unsaved changes?
uk: Хочете зберегти останні зміни?

source: Don't remind me again
uk: Більше не нагадувати

source: Don't Show Again
uk: Не показувати знову

source: Done
uk: Виконано

source: Double tap to setup
uk: Торкніться двічі для налаштування

source: Draft
uk: Чернетка

source: Draft is still uploading…
uk: Чернетка досі вивантажується…

source: Draft moved to trash
uk: Чернетку переміщено до смітника

source: Draft restored
uk: Чернетку відновлено

source: Draft saved
uk: Чернетку збережено

source: Drafts
uk: Чернетки

source: Drafts
uk: Чернетки

source: Easily up-to-date
uk: Зручне оновлення

source: Edit
uk: Редагувати

source: Edit avatar
uk: Змінити аватар

source: Edit contact
uk: Редагувати контакт

source: Edit folder
uk: Редагувати теку

source: Edit Folder
uk: Редагувати теку

source: Edit group
uk: Редагувати групу

source: Edit label
uk: Редагувати мітку

source: Edit Label
uk: Редагувати мітку

source: Edit mobile signature
uk: Редагувати мобільний підпис

source: Edit photo
uk: Редагувати фото

source: Edit signature
uk: Редагувати підпис

source: Editing folder not allowed
uk: Редагування теки не дозволено

source: Editing label not allowed
uk: Редагування мітки не дозволено

source: email
uk: електронна пошта

source: Email
uk: Е-пошта

source: Email address
uk: Адреса е-пошти

source: Email address invalid
uk: Недійсна адреса е-пошти

source: Email address is invalid
uk: Недійсна адреса е-пошти

source: Email addresses
uk: Адреси е-пошти

source: Email contact
uk: Написати лист контакту

source: Email default signature
uk: Типовий підпис електронної пошти

# Email domain invalid
source: Invalid email domain
uk: Недійсний домен е-пошти

source: Email Verification
uk: Підтвердження електронної пошти

source: Empty folder
uk: Спорожнити теку

source: Empty Label
uk: Очистити мітку

source: Enable conversations
uk: Увімкнути розмови

source: Enable email notices
uk: Увімкнути сповіщення пошти

source: Enable Face ID
uk: Увімкнути Face ID

source: Enable PIN
uk: Увімкнути ПІН

source: Enable PIN protection
uk: Захист ПІН-кодом

source: Enable PIN Protection
uk: Увімкнути захист ПІН-кодом

source: Enable signature
uk: Увiмкнути підпис

source: Enable Touch ID
uk: Увімкнути Touch ID

source: Enable TouchID
uk: Увімкнути TouchID

source: Encrypted by Proton
uk: Зашифровано Proton

source: Encrypted contact details
uk: Зашифровані подробиці контакту

source: Encrypted for outside
uk: Зашифровано для сторонніх

source: Encrypted for outside reply
uk: Зашифровано для відповіді стороннім

source: Encrypted from outside
uk: Зашифровано від сторонніх

source: Encrypted from outside PGP inline
uk: Зашифровано ззовні з використанням PGP inline

source: Encrypted from outside PGP/MIME
uk: Зашифровано ззовні з використанням PGP/MIME

source: Encrypted from outside signed PGP/MIME
uk: Зашифровано ззовні з використанням підпису PGP/MIME

source: Encryption Setup
uk: Параметри шифрування

source: End Time
uk: Час завершення

source: End-to-end encrypted
uk: Наскрізно зашифровано

source: End-to-end encrypted message
uk: Наскрізно зашифроване повідомлення

source: End-to-end encrypted message from verified address
uk: Наскрізно зашифроване повідомлення з надійної адреси

source: End-to-end encrypted to verified address
uk: Наскрізно зашифровано для перевіреного отримувача

source: End-to-end encryption
uk: Наскрізне шифрування

source: Enjoy end-to-end encryption with even non-Proton contacts: Invite them to ProtonMail or manually encrypt their messages.
uk: Оцініть переваги наскрізного шифрування навіть з контактами, які не користуються Proton. Запросіть їх до ProtonMail, або вручну шифруйте їхні повідомлення.

source: Enter
uk: Ввести

source: Enter a PIN code with min 4 characters and max 21 characters.
uk: Введіть ПІН-код від 4 до 21 символів.

source: Enter current PIN code
uk: Введіть поточний PIN-код

source: Enter verification code
uk: Введіть код перевірки

source: Enter your cell phone number
uk: Введіть номер мобільного телефону

source: Enter your existing email address.
uk: Введіть наявну адресу електронної пошти.

source: Enter your mailbox password
uk: Введіть пароль своєї поштової скриньки

source: Enter your password to make changes
uk: Введіть свій пароль для виконання змін

source: Enter your PIN
uk: Введіть ваш ПІН

source: Enter your PIN to unlock your inbox.
uk: Введіть ПІН для відімкнення поштової скриньки.

source: Enter your signature here
uk: Введіть тут ваш підпис

source: Error
uk: Помилка

source: Error logs
uk: Журнал помилок

source: Error occurred
uk: Сталася помилка

source: Error sending
uk: Помилка надсилання

source: Every time enter app
uk: Щоразу при запуску

source: Expand folder
uk: Розгорнути теку

source: Expiration not supported
uk: Термін дії не підтримується

source: Expires
uk: Завершується

source: Expiring messages
uk: Самознищувальні повідомлення

source: Extreme Security
uk: Максимальна безпека

source: Failed to determine type of file
uk: Не вдалося визначити тип файлу

source: Failed to initialize the app's saved data
uk: Не вдалося ініціалізувати збережені дані програми

source: Failed to initialize the application's saved data
uk: Не вдалося ініціалізувати збережені дані програми

source: Failed to load content! Please try again.
uk: Не вдалося завантажити вміст! Будь ласка, спробуйте знову.

source: Fax
uk: Факс

source: Feedback
uk: Зворотній зв’язок

source: Fetch user info failed
uk: Не вдалося отримати інформацію користувача

source: File, label, and color code messages to create your perfect, custom inbox.
uk: Файли, мітки та позначення повідомлень кольором для досконалої, індивідуальної поштової скриньки.

source: Folder
uk: Тека

source: Folder Name
uk: Назва теки

source: Folders
uk: Теки

source: Follow device setting
uk: Повторювати налаштування пристрою

source: For individuals looking to benefit from secure communication at no cost
uk: Для тих, хто бажає отримати переваги захищеного спілкування безплатно

source: For individuals that need more capacity, customization and advanced features
uk: Для тих, кому необхідно більше обсягу, налаштувань та розширених функцій

source: for one year
uk: на один рік
