Repository: 32accc/iOS-encrypted-mail
Catalog: ProtonMail/ProtonMail/*.lproj/Localizable.strings
Languages: uk

source: For organizations that need multi-user support and additional productivity features
uk: Для організацій, яким потрібна підтримка багатьох користувачів та додаткові функції продуктивності

source: For power users and groups of people that value full anonymity and privacy
uk: Для вимогливих користувачів та спільнот, які цінують повну анонімність та приватність

source: Forbidden
uk: Заборонено

source: Forgot password?
uk: Забули пароль?

source: Forward
uk: Переслати

source: Forwarded message
uk: Переслане повідомлення

source: From
uk: Від

source: From your photo library
uk: З бібліотеки фотографій

source: From:
uk: Від:

source: Gender
uk: Стать

source: General settings
uk: Загальні параметри

source: General settings
uk: Загальні параметри

source: general_message
uk: звичайне_повідомлення

source: Get %@
uk: Отримати %@

source: Get more information
uk: Отримати більше інформації

source: Get Started
uk: Розпочнімо

source: Go to drafts
uk: Перейти до чернеток

source: Go to inbox
uk: Перейти у Вхідні

source: Go to settings
uk: Перейти до параметрів

source: Go to sign-in
uk: Перейти до входу

source: Government block
uk: Урядовий блок

source: Group details
uk: Подробиці групи

source: Group name
uk: Назва групи

source: Groups
uk: Групи

source: Help & Support
uk: Допомога й підтримка

source: Help us to improve ProtonMail with your input.
uk: Допоможіть нам поліпшити ProtonMail своїм відгуком.

source: Help us to make privacy the default in the web.
uk: Допоможіть нам зробити приватність стандартною в мережі.

source: Hide
uk: Приховати

source: Hide details
uk: Приховати подробиці

source: Hide details
uk: Приховати подробиці

source: High Security
uk: Висока безпека

source: Hours
uk: Годин

source: Hours
uk: Годин

source: How would you describe your experience with the new ProtonMail?
uk: Як би ви описали свої враження від нового ProtonMail?

source: Human Check Failed
uk: Невдала перевірка "Я не робот"

source: Human Check Warning
uk: Попередження про перевірку "Я не робот"

source: Human Verification
uk: Перевірка "Я не робот"

source: Ignore
uk: Ігнорувати

source: IMAP/SMTP Support via ProtonMail Bridge
uk: Підтримка IMAP/SMTP через ProtonMail Bridge

source: Import Error
uk: Помилка імпорту

source: Import file from...
uk: Імпортувати файл з...

source: Import File From…
uk: Імпортувати файл з…

source: Import from…
uk: Імпортувати…

source: Importing
uk: Імпортування

source: Importing attachment, that can take a while
uk: Імпортується вкладення. Це може тривати трохи часу

source: Importing Contacts
uk: Імпортування контактів

source: In case Proton sites are blocked, this setting allows the app to try alternative network routing to reach Proton, which can be useful for bypassing firewalls or network issues. We recommend keeping this setting on for greater reliability. [Learn more]
uk: У випадку блокування сайтів Proton, цей параметр дозволяє програмі спробувати альтернативний мережевий маршрут для доступу до Proton, що може бути корисним для обходу мережевих екранів чи мережевих проблем. Рекомендовано увімкнути цей параметр для більшої надійності. [Докладніше]

source: In case Proton sites are blocked, this setting allows the app to try alternative network routing to reach Proton, which can be useful for bypassing firewalls or network issues. We recommend keeping this setting on for greater reliability. %1$@
uk: У випадку блокування сайтів Proton, цей параметр дозволяє програмі спробувати альтернативний мережевий маршрут для доступу до Proton, що може бути корисним для обходу мережевих екранів чи мережевих проблем. Рекомендовано увімкнути цей параметр для більшої надійності. %1$@

source: In order to use our services, you must agree to ProtonMail's Terms of Service.
uk: Щоб користуватись нашими послугами, ви повинні погодитися з умовами надання послуг ProtonMail.

source: Inbox
uk: Вхідні

source: Inbox
uk: Вхідні

source: Incorrect password
uk: Неправильний пароль

source: Incorrect PIN.
uk: Неправильний ПІН.

source: Inherit color from parent folder
uk: Успадкувати колір теки вищого рівня

source: Inherited from parent folder
uk: Успадковано від теки вищого рівня

source: inline attachments
uk: вбудовані вкладення

source: Input display name ...
uk: Введіть ім'я ...

source: Input Display Name…
uk: Введіть ім'я…

source: Input Notification Email …
uk: Введіть е-пошту для сповіщень…

source: Insecure connection
uk: Незахищене з'єднання

source: Instant ProtonMail account creation has been temporarily disabled. Please go to https://protonmail.com/invite to request an invitation.
uk: Миттєве створення облікового запису ProtonMail тимчасово вимкнено. Будь ласка, перейдіть на https://protonmail.com/invite для запиту запрошення.

source: Internal Error
uk: Внутрішня помилка

source: Internet
uk: Інтернет

source: Internet Service Provider (ISP) problem
uk: Проблема постачальника послуг Інтернету (ISP)

source: Invalid credential
uk: Недійсні облікові дані

source: Invalid hashed password!
uk: Неправильний хешований пароль!

source: Invalid password
uk: Неправильний пароль

source: Invalid Password
uk: Неправильний пароль

source: Invalid URL
uk: Недійсна URL-адреса

source: Invalid username
uk: Недійсне ім'я користувача

source: Invalid username!
uk: Недійсне ім'я користувача!

source: Is this bug report about an in-app purchase?
uk: Чи ця помилка стосується покупок в програмі?

source: It is not possible to switch to %@ within our iOS app.
uk: Неможливо перемкнутися на %@ в нашій програмі для iOS.

source: It's not possible to switch to another plan within the app. %1$@
uk: Неможливо змінити тарифний план у програмі. %1$@

source: Keep me updated about new features
uk: Повідомляти про нові можливості

source: Key generation failed
uk: Не вдалося згенерувати ключ

source: Key generation failed. Please try again.
uk: Не вдалося згенерувати ключ. Будь ласка, спробуйте знову.

source: Key invalid. Please go back and try again.
uk: Ключ недійсний. Будь ласка, поверніться назад і спробуйте знову.

source: Label as
uk: Позначити міткою

source: Label as...
uk: Позначити міткою...

source: Label as…
uk: Позначити міткою…

source: Label management
uk: Керування мітками

source: Label Name
uk: Назва мітки

source: Labels
uk: Мітки

source: Labels & Folders
uk: Мітки й Теки

source: Labels have been applied.
uk: Мітки були застосовані.

source: Labels, Folders, Filters & More
uk: Мітки, теки, фільтри та інше

source: Labels/Folders
uk: Мітки/Теки

source: Language
uk: Мова

source: Later
uk: Пізніше

source: Learn more
uk: Докладніше

source: Learn More
uk: Докладніше

source: Learn more here
uk: Докладніше тут

source: Left to Right
uk: Зліва направо

source: Limit reached
uk: Досягнуто межі

source: Limited to 150 messages sent/day
uk: Обмежено до 150 надісланих повідомлень на день

source: Load content
uk: Завантажити вміст

source: Load images
uk: Завантажити зображення

source: Load remote content
uk: Звантажити зовнішній вміст

source: Loading...
uk: Завантаження...

source: Loading…
uk: Завантаження…

source: Local cache can't find mailbox password
uk: Не знайдено пароль поштової скриньки в локальному кеші

source: Local Cache Management
uk: Керування локальним кешем

source: Local storage limit
uk: Обмеження локального сховища

# Localizable.strings
source: Base
uk: Основні

source: Lock The App
uk: Замкнути програму

source: Log out
uk: Вийти

source: Logs
uk: Журнали

source: Looking to secure your contact's details?
uk: Бажаєте захистити подробиці контакту?

source: Mailbox
uk: Поштова скринька

source: Mailbox password
uk: Пароль поштової скриньки

source: Mailbox password
uk: Пароль поштової скриньки

source: Mailbox password doesn't match
uk: Пароль поштової скриньки не збігається

source: Manage accounts
uk: Керувати обліковими записами

source: Manage addresses
uk: Керувати адресами

source: Manage folders
uk: Керувати теками

source: Manage in device Settings
uk: Керувати в параметрах пристрою

source: Manage labels
uk: Керувати мітками

source: Manage Labels/Folders
uk: Керувати мітками/теками

source: Mark as legitimate
uk: Позначити надійним

source: Mark as read
uk: Позначити прочитаним

source: Mark as read/unread
uk: Позначити прочитаним/непрочитаним

source: Mark as unread
uk: Позначити непрочитаним

# Mark Read
source: Mark as read
uk: Позначити прочитаним

source: Menu
uk: Меню

source: Message %@
uk: Повідомлення %@

source: Message could not be sent. At least one recipient email address/domain doesn't exist or is badly formatted.
uk: Не вдається надіслати повідомлення. Адреса чи домен принаймні одного отримувача не існує, або має неправильний формат.

source: Message expiration
uk: Термін дії повідомлення

source: Message expired
uk: Термін дії повідомлення завершився

source: Message has been deleted.
uk: Повідомлення видалено.

source: Message has been moved.
uk: Повідомлення було переміщено.

source: Message headers
uk: Заголовки повідомлення

source: Message Password
uk: Пароль повідомлення

source: Message password does not match.
uk: Пароль повідомлення не збігається.

source: Message queue
uk: Черга повідомлень

source: Message sending failed please try again
uk: Не вдається надіслати повідомлення. Спробуйте знову

source: Message sending failed. Please try again.
uk: Не вдалося надіслати повідомлення. Спробуйте знову.

source: Message sent
uk: Повідомлення надіслано

source: Message Swipe Actions
uk: Дії посування для повідомлень

source: Messages you send can be set to auto delete after a certain time period.
uk: Повідомлення, які ви надсилаєте, можна налаштувати на автоматичне видалення після певного періоду часу.

source: minute
uk: хвилина

source: Mobile
uk: Мобільний

source: Mobile signature
uk: Мобільний підпис

source: Mobile signups are temporarily disabled. Please try again later, or try signing up at protonmail.com using a desktop or laptop computer.
uk: Реєстрацію з мобільних пристроїв тимчасово вимкнено. Спробуйте знову пізніше, або зареєструйтеся на protonmail.com за допомогою комп'ютера.

source: Modifying or turning off the default mobile signature is a paid feature.
uk: Зміна чи вимкнення типового мобільного підпису є платною функцією.

source: More
uk: Докладніше

source: More Credits
uk: Більше кредитів

source: Move to
uk: Перемістити до

source: Move to All Mail
uk: Перемістити до усієї пошти

source: Move to archive
uk: Перемістити до архіву

source: Move to Archive
uk: Перемістити до архіву

source: Move to Draft
uk: Перемістити до чернеток

source: Move to Folder
uk: Перемістити до теки

source: Move to inbox
uk: Перемістити до вхідних

source: Move to Inbox
uk: Перемiстити до вхiдних

source: Move to Outbox
uk: Перемістити до вихідних

source: Move to spam
uk: Перемістити до спаму

source: Move to Spam
uk: Перемістити до спаму

source: Move to trash
uk: Перемістити до смітника

source: Move to Trash
uk: Перемістити до смітника

source: Move to...
uk: Перемістити...

source: Move to…
uk: Перемістити…

source: Multiple addresses
uk: Декілька адрес

source: Name
uk: Назва

source: Neat and tidy
uk: Простота й лаконічність

# NEED AN ACCOUNT? SIGN UP.
source: Sign up for free
uk: Зареєструватися безплатно

source: Networking
uk: Мережеве з'єднання

source: New contact
uk: Новий контакт

source: New folder
uk: Нова тека

source: New Folder
uk: Нова тека

source: New group
uk: Нова група

source: New label
uk: Нова мітка

source: New Label
uk: Нова мітка

source: New mailbox password
uk: Новий пароль поштової скриньки

source: New Message
uk: Нове повідомлення

source: New password
uk: Новий пароль

source: New sign-in password
uk: Новий пароль входу

source: Next
uk: Далі

source: Nickname
uk: Псевдонім

source: No connectivity detected…
uk: Не виявлено з'єднань…

source: No internet connection
uk: Немає з’єднання з Інтернетом

source: No Messages
uk: Немає повідомлень

source: no object
uk: немає об'єкта

source: No Recipient
uk: Немає отримувача

source: No, for another ProtonMail account
uk: Ні, для іншого облікового запису ProtonMail

source: No, not related to in-app purchase
uk: Ні, не пов'язано з покупкою в програмі

source: None
uk: Немає

source: normal attachments
uk: звичайні вкладення

source: Not a spam (move to inbox)
uk: Не спам (перемістити до вхідних)

source: Not all recipients support message expiration
uk: Не всі отримувачі підтримують термін дії повідомлення

source: Not Now
uk: Не зараз

source: Not set
uk: Не встановлено

source: Note: The Username is also your ProtonMail address.
uk: Примітка: Ім'я користувача – це також ваша ProtonMail адреса.

source: Note: This is used to encrypt and decrypt your messages. Do not lose this password, we cannot recover it.
uk: Примітка: Він використовується для шифрування та розшифрування повідомлень. Запам'ятайте цей пароль, тому що його неможливо відновити.

source: Note: This is used to log you into your account.
uk: Примітка: Використовується для входу в обліковий запис.

source: Notes
uk: Нотатки

source: Nothing to see here
uk: Тут нічого немає

source: Notice
uk: Зауваження

source: Notification / Recovery Email
uk: Е-пошта для сповіщень та відновлення

source: Notification email
uk: Е-пошта для сповіщень

source: Notification Snooze
uk: Відкласти сповіщення

source: Notifications
uk: Сповіщення

source: Notifications Are Snoozed
uk: Сповіщення відкладено

source: Notifications Snooze Off
uk: Відкладення сповіщень вимкнено

source: Off
uk: Вимкнено

source: Offline
uk: Не в мережі

source: OK
uk: Гаразд

source: On E, MMM d, yyyy at %@
uk: E, d MMM, yyyy, %@

source: Only ignore the purchase activation if you are sure that all your subscriptions are up to date. For further assistance, please contact customer support. Are you sure you want to ignore the activation?
uk: Ігноруйте активацію покупки лише якщо ви впевнені, що усі ваші передплати актуальні. Для отримання допомоги, зверніться до служби підтримки. Ви дійсно хочете ігнорувати активацію?

source: Only one free account can be added
uk: Можна додати лише один безплатний обліковий запис

source: Open
uk: Відкрити

source: Open account switcher
uk: Відкрити перемикач облікового запису

source: Open draft
uk: Відкрити чернетку

source: Organization
uk: Організація

source: OS compatibility
uk: Сумісність з ОС

source: Other
uk: Інше

source: OTHER PLANS
uk: ІНШІ ТАРИФНІ ПЛАНИ

source: Our Customer Support team will try to activate your service plan manually if you agree to attach technical data that AppStore provided to the app at the moment of purchase. This data does not include any details about your iTunes account, Apple ID, linked credit cards, or any other user information. Technical data only helps us check and verify that the transaction was fulfilled on the AppStore's servers.
uk: Наша команда підтримки клієнтів спробує активувати ваш план обслуговування вручну якщо ви погодитеся прикріпити технічні дані, що надаються AppStore під час покупки. Ці дані не містять жодних відомостей про ваш обліковий запис iTunes, Apple ID, пов'язаних з кредитними картками або будь-якою іншою інформацією про користувача. Технічні дані допомагають нам перевірити та засвідчити, що транзакція була виконана на серверах AppStore.

source: Our system flagged this message as a phishing attempt. Please check that it is legitimate
uk: Наша система позначила це повідомлення як спроба шахрайства. Будь ласка, переконайтеся, що воно надійне

source: Outbox
uk: Вихідні

source: Parent folder
uk: Тека вищого рівня

source: Password
uk: Пароль

source: Password cannot be empty.
uk: Пароль не може бути порожнім.

source: Password Hint
uk: Підказка для пароля

source: Password management
uk: Керування паролями

# Password Mismatch
source: Passwords do not match
uk: Паролі відрізняються

source: Password update failed
uk: Не вдалося оновити пароль

source: Password updated
uk: Пароль оновлено

source: Passwords must match
uk: Паролі повинні збігатися

source: Personal
uk: Особистий

source: PGP-encrypted
uk: PGP-зашифровано

source: PGP-encrypted message
uk: PGP-зашифроване повідомлення

source: PGP-encrypted message from verified address
uk: PGP-зашифроване повідомлення з надійної адреси

source: PGP-signed
uk: PGP-підписано

source: PGP-signed message from verified address
uk: PGP-підписане повідомлення з надійної адреси

source: Phone
uk: Телефон

source: Phone number
uk: Номер телефону

source: Phone number invalid
uk: Телефонний номер неправильний

source: Phone Verification
uk: Підтвердження телефону

source: Photo Library
uk: Галерея фотографій

source: PIN
uk: ПІН

source: PIN code
uk: ПІН-код

source: PIN code can't be empty.
uk: ПІН не може бути порожнім.

source: Plans can be edited on the web version.
uk: Тарифні плани можна змінювати у вебверсії.

source: Please add a password for the following recipients.
uk: Додайте пароль для таких отримувачів.

source: Please check your cell phone for the verification code.
uk: Перевірте наявність коду підтвердження на своєму мобільному телефоні.

source: Please check your email for the verification code.
uk: Перевірте наявність коду підтвердження у своїй поштовій скриньці.

source: Please connect and retry
uk: Під'єднайтесь і повторіть спробу

source: Please disable PGP Sending for following addresses.
uk: Вимкніть PGP-надсилання для таких адрес.

source: Please input a valid cell phone number.
uk: Введіть дійсний номер мобільного телефону.

source: Please input a valid email address.
uk: Введіть дійсну адресу е-пошти.

source: Please keep ProtonMail open until the operation is done.
uk: Тримайте ProtonMail відкритим доки не завершиться операція.

source: Please make sure that your internet connection is working.
uk: Переконайтеся, що ваше з'єднання з Інтернетом працює.

source: Please pick a username first!
uk: Спершу оберіть ім'я користувача!

source: Please provide a group name
uk: Вкажіть назву групи

# Please remove all attachments before changing sender!
source: Please remove all attachments before changing the sender
uk: Вилучіть усі вкладення перед зміною відправника

source: Please select at least one email
uk: Виберіть принаймні одну адресу е-пошти

source: Please select at least one email for the contact group
uk: Виберіть принаймні одну адресу е-пошти для групи контактів

source: Please select one of the following options:
uk: Виберіть один з таких варіантів:

source: Please set a password.
uk: Будь ласка, встановіть пароль.

source: Please set a recovery / notification email
uk: Встановіть е-пошту для відновлення / сповіщення

source: Please try a different domain.
uk: Спробуйте інший домен.

source: Please try a different email address.
uk: Спробуйте іншу адресу електронної пошти.

source: Please try a different password.
uk: Спробуйте інший пароль.

source: Please try a different username.
uk: Спробуйте інше ім'я користувача.

source: Please try again
uk: Будь ласка, спробуйте знову

source: Please upgrade to a paid plan to use more than 3 folders
uk: Передплатіть тарифний план, щоб використовувати більше 3 тек

source: Please upgrade to a paid plan to use more than 3 labels
uk: Передплатіть тарифний план, щоб використовувати більше 3 міток

source: Please upgrade your plan
uk: Будь ласка, оновіть свій тарифний план

source: Please upgrade your plan to continue to send and receive emails.
uk: Будь ласка, оновіть свій тарифний план, щоб продовжувати надсилати та отримувати електронні листи.

source: Please use ProtonMail App sign-in first.
uk: Спершу увійдіть з програмою ProtonMail.

source: Please use the web application to reset your password.
uk: Для скидання свого пароля скористайтеся веб-програмою.

source: Please use the web version of ProtonMail to change your mailbox password!
uk: Щоб змінити пароль поштової скриньки, скористайтеся вебверсією ProtonMail!

source: Please use the web version of ProtonMail to change your passwords!
uk: Для зміни своїх паролів, скористайтеся веб-версією ProtonMail.

source: Please use your new password when signing in.
uk: При вході використовуйте ваш новий пароль.

source: Please wait until the email downloaded!
uk: Зачекайте, доки завантажиться електронна пошта!

source: Please, manage it in your phone.
uk: Керуйте цим на своєму телефоні.

source: Print
uk: Друк

source: Privacy
uk: Приватність

source: privacy policy.
uk: політика приватності.

source: Problem sending message
uk: Проблема надсилання повідомлення

source: Protection
uk: Захист

source: Protection entire app
uk: Захист програми цілком

source: Proton is down
uk: Збій Proton

source: Proton Status
uk: Стан Proton

source: ProtonMail doesn't sell ads or abuse your privacy. Your support is essential to keeping ProtonMail running. You can upgrade to a paid account or donate to support ProtonMail.
uk: ProtonMail не продає рекламу та не порушує вашу приватність. Ваша підтримка дуже важлива для забезпечення роботи ProtonMail. Ви можете передплатити тарифний план або зробити добровільний внесок на підтримку ProtonMail.

source: ProtonMail encrypted emails
uk: Зашифрована електронна пошта ProtonMail

source: ProtonMail is currently offline, check our twitter for the current status: https://twitter.com/protonmail
uk: ProtonMail зараз не в мережі. Стежте за нашим Twitter для отримання новин: https://twitter.com/protonmail

source: ProtonMail is currently offline…
uk: ProtonMail зараз не в мережі…

source: ProtonMail needs photo library access in your device settings.
uk: ProtonMail потребує доступу до фотографій в параметрах вашого пристрою.

source: ProtonMail Plus is required to customize your mobile signature
uk: Для редагування мобільного підпису необхідна передплата ProtonMail Plus

source: ProtonMail Plus/Professional/Visionary enables you to add and edit contact details beyond just your contact’s name and email. By using ProtonMail, this data will be as secure as your end-to-end encrypted email.
uk: ProtonMail Plus/Professional/Visionary дозволяє додавати та редагувати контактні дані, окрім імені та електронної пошти вашого контакту. Користуючись ProtonMail, ці дані будуть так само наскрізно зашифровані, як і ваша поштова скринька.

source: ProtonVPN included
uk: ProtonVPN включено

source: Provide feedback
uk: Написати відгук

source: Proxy/Firewall interference
uk: Взаємодія з проксі та мережевим екраном

source: Quick Swipe actions
uk: Дії для швидкого посування

source: Rate & Review
uk: Оцінки й відгуки

source: Re-authenticate
uk: Повторна автентифікація

source: Re-Enter your PIN
uk: Введіть ПІН ще раз

source: Read
uk: Прочитані

source: Reading device contacts data…
uk: Читання контактів пристрою…

source: Receipt sent
uk: Квитанцію надіслано

source: Recipient details
uk: Подробиці отримувача

source: Recipient not found
uk: Отримувача не знайдено

source: Recovery Code
uk: Код відновлення

source: Recovery email
uk: Пошта для відновлення доступу

source: Recovery Email
uk: Резервна е-пошта

source: Recovery Email Warning
uk: Попередження щодо резервної е-пошти

source: Recovery enabled
uk: Відновлення активовано

source: Reload
uk: Перезавантажити

source: Remind Me Later
uk: Нагадати пізніше

source: Remove
uk: Вилучити

source: Remove All
uk: Вилучити все

source: Remove image metadata
uk: Вилучати метадані зображення

source: Remove password
uk: Вилучити пароль

source: Remove Star
uk: Прибрати зірочку

source: Reorder
uk: Повторне замовлення

source: Repeat
uk: Повторити

source: Repeat password
uk: Повторіть пароль

source: Repeat PIN code
uk: Повторіть ПІН-код

source: Reply
uk: Відповісти

source: Reply all
uk: Відповісти усім

source: Reply message
uk: Відповісти на повідомлення

source: Reply all
uk: Відповісти усім

source: Report a bug
uk: Повідомити про помилку

source: Report phishing
uk: Повідомити про шахрайство

source: Report Phishing
uk: Звіт про шахрайство
