Repository: 32accc/iOS-encrypted-mail
Catalog: ProtonMail/ProtonMail/*.lproj/Localizable.strings
Languages: uk

source: You disabled Face ID in your system settings. Face ID has been used to protect important account information. To access your account, go to settings and reactivate Face ID, or log back in.
uk: Ви вимкнули Face ID в параметрах системи. Face ID використовується для захисту важливої інформації облікового запису. Щоб отримати доступ до свого облікового запису, перейдіть до параметрів і повторно активуйте Face ID, або увійдіть знову.

source: You enabled message expiration, but not all recipients support this. Please add a password and/or disable PGP sending to use expiration for all recipients.
uk: Ви увімкнули термін дії повідомлення, але не всі отримувачі його підтримують. Щоб використати термін дії для всіх отримувачів, додайте пароль та/або вимкніть PGP-надсилання.

source: You have %d new emails!
uk: У вас %d нових листів!

source: You have a new email!
uk: У вас новий лист!

source: You have entered at least one invalid email address. Please verify your recipients.
uk: Ви ввели принаймні одну недійсну адресу електронної пошти. Перевірте ваших отримувачів.

source: You have entered at least one unknown recipient. Please verify your recipients.
uk: Ви ввели принаймні одного невідомого отримувача. Перевірте ваших отримувачів.

source: You have unsaved changes. Do you want to save it?
uk: У вас є незбережені зміни. Хочете зберегти їх?

source: You have used %d%% of your storage space (%@).
uk: Ви використали %d%% обсягу свого сховища (%@).

source: You have used %1$d%% of your storage space (%2$@). Please upgrade your plan to continue to send and receive emails.
uk: Ви використали %1$d%% простору свого сховища (%2$@). Оновіть свій тарифний план, щоб надсилати та отримувати електронні листи.

source: You have used up all of your storage space (%@).
uk: Ви використали увесь обсяг свого сховища (%@).

source: You have used up all of your storage space (%@). Please upgrade your plan to continue to send and receive emails.
uk: Ви вичерпали весь простір свого сховища (%@). Оновіть свій тарифний план, щоб надсилати та отримувати електронні листи.

source: You need at least one recipient to send
uk: Необхідно вказати принаймні одного отримувача

source: You will be switched to %@
uk: Ви перемкнетеся на %@

source: You're going to delete the message irreversibly. Are you sure?
uk: Ви збираєтеся остаточно видалити повідомлення. Ви впевнені?

source: Your changes will be discarded
uk: Ваші зміни будуть відхилені

source: Your Country Code
uk: Код вашої країни

source: Your country may be blocking access to Proton. Try using %1$@ (or any other VPN) or %2$@ to access Proton.
uk: Ваша країна може блокувати доступ до Proton. Спробуйте скористатися %1$@ (чи будь-який інший VPN) або %2$@ для доступу до Proton.

source: Your country may be blocking access to Proton. Try using ProtonVPN (or any other VPN) or Tor to access Proton.
uk: Ваша країна може блокувати доступ до Proton. Спробуйте скористатися ProtonVPN (чи будь-який інший VPN) або Tor для доступу до Proton.

source: Your feedback
uk: Ваш відгук

source: Your folders
uk: Ваші теки

source: Your inbox is now protected with end-to-end encryption. To automatically securely email friends, have them get ProtonMail! You can also manually encrypt messages to them if they don't use ProtonMail.
uk: Ваша поштова скринька тепер захищена наскрізним шифруванням. Для автоматичного захищеного листування зі своїми друзями, запросіть їх до ProtonMail! Ви також можете надсилати їм зашифровані листи, якщо вони не використовують ProtonMail.

source: Your labels
uk: Ваші мітки

source: Your new encrypted email account has been set up and is ready to send and receive encrypted messages.
uk: Ваша нова зашифрована поштова скринька вже налаштована і готова до надсилання та отримання зашифрованих повідомлень.

source: Your new secure email account is ready.
uk: Ваш новий обліковий запис захищеної електронної пошти готовий.

source: Your plan is currently active until
uk: Ваш тарифний план активний до

source: Your plan will automatically renew on
uk: Ваш тарифний план автоматично поновиться

source: Your session has expired because you have been inactive for a while or because it has been revoked. Please log back in.
uk: Термін дії вашого сеансу завершився, тому що ви були неактивні деякий час, або через відкликання доступу. Виконайте вхід знову.

source: Your signature has been updated.
uk: Ваш підпис було оновлено.

source: ZIP
uk: Поштовий індекс
