Repository: 32accc/iOS-encrypted-mail
Catalog: ProtonMail/ProtonMail/*.lproj/Localizable.strings
Languages: uk

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
uk: Звітуючи про спробу шахрайства, ви надішлете це повідомлення нам, щоб ми змогли його проаналізувати і вдосконалити наші фільтри. Це означає, що ми матимемо змогу дивитися повний вміст цього повідомлення.

source: Request link confirmation
uk: Підтверджувати відкриття посилань

source: RESET MAILBOX PASSWORD
uk: СКИНУТИ ПАРОЛЬ ПОШТОВОЇ СКРИНЬКИ

source: Resetting message cache…
uk: Скидання кешу повідомлень…

source: Retry
uk: Повторити

source: Retry after %d seconds
uk: Повторити через %d секунд

source: Right to Left
uk: Справа наліво

source: Save
uk: Зберегти

source: Save Changes
uk: Зберегти зміни

source: Save draft
uk: Зберегти чернетку

source: Scheduled
uk: Заплановано

source: Search
uk: Пошук

source: Select An Option
uk: Виберіть варіант

source: Select colour
uk: Виберіть колір

source: Select your language
uk: Виберіть свою мову

source: Selected
uk: Вибрано

source: Send
uk: Надіслати

source: Send anyway
uk: Все одно надіслати

source: Send feedback
uk: Надіслати відгук

source: Send message without subject?
uk: Надіслати лист без теми?

source: Send plain but stored encrypted
uk: Надіслано звичайним, але збережено зашифрованим

source: Send receipt
uk: Надіслати квитанцію

source: Send verification code
uk: Надіслати код підтвердження

source: Sender details
uk: Подробиці відправника

source: Sender Verification Failed
uk: Не вдалося перевірити відправника

source: Sending failed
uk: Не вдалося надіслати

source: Sending in progress
uk: Триває надсилання

source: Sending message
uk: Надсилання повідомлення

source: Sending message…
uk: Надсилання повідомлення…

source: Sending messages from %1$@ address is a paid feature. Your message will be sent from your default address %2$@
uk: Надсилання повідомлень з адреси %1$@ є платною функцією. Ваше повідомлення буде надіслано з типової адреси %2$@

source: Sending will be available when attachments are uploaded
uk: Можна буде надіслати після вивантаження вкладень

source: Sent
uk: Надіслані

source: Sent
uk: Надіслані

source: Sent by ProtonMail with zero access encryption
uk: Надіслано з ProtonMail із шифруванням нульового доступу

source: Sent by you with end-to-end encryption
uk: Надіслано вами з наскрізним шифруванням

source: Sent Failed
uk: Не вдалося надіслати

source: Server proofs not valid!
uk: Докази сервера недійсні!

source: Set
uk: Встановити

source: Set a password to encrypt this message for non-ProtonMail users.
uk: Встановіть пароль, щоб зашифрувати це повідомлення за межами ProtonMail.

source: Set Password
uk: Встановити пароль

source: Set passwords
uk: Встановити паролі

source: Set PIN code
uk: Встановити ПІН-код

source: Set up swipe gestures to access most used actions.
uk: Налаштуйте жести посування для швидких дій.

source: Settings
uk: Параметри

source: Share contact
uk: Поділитися контактом

source: Share it with your friends
uk: Поділитися з друзями

source: Show
uk: Показати

source: Show details
uk: Показати подробиці

source: Sign in
uk: Увійти

source: Sign in to your ProtonMail account
uk: Увійти в обліковий запис ProtonMail

source: Sign out
uk: Вийти

# Sign Out
source: Log out
uk: Вийти

source: Sign out %@?
uk: Вийти з %@?

source: Sign Out All
uk: Вийти всюди

source: Sign-in password doesn't match
uk: Пароль входу не збігається

source: Signature
uk: Підпис

source: Signature Updated
uk: Підпис оновлено

source: Signed in as %@
uk: Вхід виконано як %@

# Signed out from %@ and signed in with %@
source: Signed out from %1$@ and signed in with %2$@
uk: Ви вийшли з %1$@ і увійшли з %2$@

source: Simply private
uk: Проста приватність

source: Skip
uk: Пропустити

source: Snooze
uk: Відкласти

source: Snooze Notifications
uk: Відкласти сповіщення

source: Snoozed for
uk: Відкладено на

source: Snoozed till
uk: Відкладено до

source: Space warning
uk: Попередження про обсяг сховища

source: Spam
uk: Спам

source: Spam
uk: Спам

source: Spammed
uk: Це спам

source: SRP Client
uk: Клієнт SRP

source: SRP Server
uk: Сервер SRP

source: SRP single password keysalt invalid!
uk: Неправильна сіль єдиного пароля SRP!

# Srp single password keyslat invalid!
source: Srp single password keysalt invalid!
uk: Неправильна сіль єдиного пароля SRP!

source: Star
uk: Зірочка

source: Star/unstar
uk: Позначити/Прибрати зірочку

source: Starred
uk: Із зірочкою

source: Starred
uk: Із зірочкою

source: Start Time
uk: Час запуску

source: State
uk: Стан

source: Still can't find a solution
uk: Не вдається знайти рішення

source: Storage
uk: Сховище

source: Storage full
uk: Сховище заповнено

source: Storage quota exceeded
uk: Перевищено квоту сховища

source: Storage Warning
uk: Попередження про сховище

source: Stored with zero access encryption
uk: Збережено з шифруванням нульового доступу

source: Street
uk: Вулиця

source: Subject
uk: Тема

source: Subject:
uk: Тема:

source: Subscription
uk: Передплата

source: Subscription information temporarily unavailable. Please try again later.
uk: Інформація про передплату тимчасово недоступна. Спробуйте знову пізніше.

source: Support for %i custom domains (e.g. user@yourdomain.com)
uk: Підтримка %i власних доменів (наприклад, user@yourdomain.com)

source: support form
uk: форма підтримки

source: Support ProtonMail
uk: Підтримати ProtonMail

source: Swipe actions
uk: Жести посування

source: Swipe Left to Right
uk: Посунути вправо

source: Swipe Right to Left
uk: Посунути вліво

source: Swipe to set up swipable actions
uk: Посуньте для встановлення жестів посування

source: Swiping gestures
uk: Жести посування

source: Switch selection mode
uk: Перемкнути режим вибору

source: Switch unread filter
uk: Змінити фільтр непрочитаних

source: Switched to account '%@'
uk: Змінено обліковий запис на %@

source: System can't copy the file
uk: Система не може копіювати файл

# Take a Photo
source: Take photo
uk: Сфотографувати

source: Take new photo
uk: Зробити нове фото

source: Tap here to set
uk: Натисніть тут, щоб встановити

source: Tap send anyway to send without expiration to these recipients
uk: Торкніться Надіслати для надсилання без терміну дії цим отримувачам

source: Tell us about your experience. (Optional)
uk: Розкажіть нам про своє враження. (Необов'язково)

source: Temporarily disable or remove your antivirus software.
uk: Тимчасово вимкніть чи вилучіть свою антивірусну програму.

source: terms and conditions
uk: правила та умови

source: Thank you for submitting a bug report. We have added your report to our bug tracking system.
uk: Дякуємо за надсилання повідомлення про помилку. Ми додали ваш звіт до нашої системи відстеження помилок.

source: Thank you for your feedback!
uk: Дякуємо за ваш відгук!

source: The 2 passwords are not matching
uk: 2 паролі не збігаються

source: The authentication credentials are invalid.
uk: Дані для входу неправильні.

source: The authentication token has expired.
uk: Термін дії токена автентифікації завершився.

source: The current standard
uk: Чинний стандарт

source: The display name is now %@.
uk: Тепер імʼя %@.

source: The draft cache is broken. Please try again.
uk: Кеш чернетки пошкоджено. Будь ласка, спробуйте знову.

# The draft format incorrectly sending failed!
source: Sending failed. There was an error with the draft format.
uk: Не вдалося надіслати. Виникла помилка з форматом чернетки.

source: The following files couldn't be attached:
uk: Не вдалося прикріпити такі файли:

source: The highest level of encryption available.
uk: Найвищий доступний рівень шифрування.

source: The mailbox password is incorrect.
uk: Неправильний пароль поштової скриньки.

source: The maximum number of distinct recipients is %d
uk: Максимальна кількість окремих отримувачів - %d

source: The maximum number of labels is %d.
uk: Максимальна кількість міток - %d.

source: The new password can't be empty.
uk: Новий пароль не може бути порожнім.

# The new password can't empty
source: The new password can't be empty
uk: Новий пароль не може бути порожнім

source: The new password does not match.
uk: Паролі відрізняються.

source: The new password needs to be at least 8 characters long
uk: Новий пароль має містити щонайменше 8 символів

# The new password not match
source: Passwords do not match
uk: Паролі відрізняються

source: The optional recovery email address allows you to reset your sign-in password if you forget it.
uk: Необов'язкова адреса е-пошти для відновлення дозволяє відновити пароль входу, якщо ви його забудете.

source: The password is wrong.
uk: Неправильний пароль.

source: The password must be between 8 and 21 characters long
uk: Пароль повинен мати від 8 до 21 символів

source: The password you entered does not match the current password.
uk: Введений пароль відрізняється від чинного пароля.

source: The passwords you entered do not match.
uk: Введені паролі відрізняються.

source: The PIN codes must match!
uk: ПІН-коди повинні збігатися!

source: The private key update failed.
uk: Не вдалося оновити приватний ключ.

source: The request timed out.
uk: Термін дії запиту завершився.

source: The sender has requested a read receipt.
uk: Відправник запитує підтвердження прочитання.

source: The size limit for attachments is 25 MB.
uk: Обмеження розміру для вкладень 25 МБ.

source: The total attachment size can't be bigger than 25MB
uk: Загальний розмір вкладень не може перевищувати 25МБ

source: The URL you are trying to access is not standard and may not load properly. Do you want to open it using your device's default browser?
uk: URL-адреса, яку ви намагаєтесь відвідати, нестандартна і може не завантажитися належним чином. Ви хочете відкрити її у своєму типовому браузері?

source: The user is already logged in
uk: Користувач вже увійшов

source: The username has been taken.
uk: Це ім'я користувача вже зайняте.

# The verification email invalid
source: Invalid verification email
uk: Недійсна е-пошта для підтвердження

source: The verification failed!
uk: Перевірка не вдалася!

source: There are still some messages in queue. If you sign out, the draft will be deleted.
uk: В черзі все ще є повідомлення. Якщо ви вийдете, чернетку буде видалено.

source: There are unsent messages that will be lost if you sign out
uk: У вас є не надіслані повідомлення, які будуть втрачені при виході

source: There was an error creating or loading the app's saved data.
uk: Сталася помилка при створенні чи завантаженні збережених даних програми.

source: There was an error creating or loading the application's saved data.
uk: Сталася помилка при створенні чи завантаженні збережених даних програми.

source: This action cannot be undone.
uk: Цю дію не можна скасувати.

source: This action cannot be undone. Emails stored in this folder will not be deleted and can be found in the All Mail folder.
uk: Цю дію неможливо скасувати. Пошта, збережена в цій теці, не буде видалена і її можна знайти в теці Уся пошта.

source: This contact belongs to your address book.
uk: Цей контакт з вашої адресної книги.

source: This conversation contains trashed messages
uk: Ця розмова містить видалені повідомлення

source: This email has failed its domain’s authentication requirements. It may be spoofed or improperly forwarded!
uk: Цей лист не пройшов вимоги перевірки свого домену. Він може бути підроблений або неправильно пересланий!

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
uk: Цей лист не пройшов вимоги перевірки свого домену. Він може бути підроблений або неправильно пересланий!

source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
uk: Схоже, цей лист надіслано з адреси ProtonMail, але він прийшов з-за меж нашої системи та не відповідає нашим вимогам перевірки. Він може бути підроблений або неправильно пересланий!

source: This folder is empty
uk: Ця тека порожня

source: This message contains embedded images.
uk: Це повідомлення містить вбудовані зображення.

source: This message contains remote content and embedded images
uk: Це повідомлення містить зовнішній вміст і вбудовані зображення

source: This message contains remote content.
uk: Це повідомлення містить зовнішній вміст.

source: This message is automatically generated as a response to a previous message.
uk: Це повідомлення автоматично створюється у відповідь на попереднє повідомлення.

source: This message is from a mailing list.
uk: Це повідомлення зі списку розсилки.

source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate.
uk: Це повідомлення може бути спробою шахрайства. Перевірте відправника та вміст повідомлення, щоб переконатися в їх справжності.

# This message will expire in %dD %dH %dM
source: This message will expire in %1$dD %2$dH %3$dM
uk: Термін дії цього повідомлення завершиться через %1$dД %2$dГ %3$dХВ

source: This preference will fallback to Safari if the browser of choice will be uninstalled.
uk: Цей параметр відкриватиме Safari, якщо вибраний браузер не встановлено.

source: Time to relax
uk: Час відпочити

source: Title
uk: Посада

source: TLS certificate validation failed. Your connection may be monitored and the app is temporarily blocked for your safety.
uk: Не вдалося засвідчити сертифікат TLS. Ваше з'єднання може відстежуватись, тому задля вашої безпеки програма тимчасово заблокована.

source: TLS certificate validation failed. Your connection may be monitored and the app is temporarily blocked for your safety. switch networks immediately
uk: Не вдалося підтвердити сертифікат TLS. Ваше з'єднання може відстежуватись, тому задля вашої безпеки програма тимчасово заблокована. негайно перемкнути мережу

source: To
uk: Кому

source: To prevent abuse of ProtonMail, we need to verify that you are human.
uk: Щоб запобігти зловживанню ProtonMail, нам необхідно переконатися, що ви людина.

source: To reset your mailbox password, please use the web version of ProtonMail at protonmail.com
uk: Щоб скинути пароль поштової скриньки, скористайтеся вебверсією ProtonMail за адресою protonmail.com

source: To reset your mailbox password, please use the web version of ProtonMail at protonmail.com
uk: Щоб скинути пароль поштової скриньки, скористайтеся вебверсією ProtonMail за адресою protonmail.com

source: Token expired
uk: Термін дії токена завершився

source: Too many recipients
uk: Забагато отримувачів

source: Touch ID is not enrolled, enable it in the system Settings
uk: Touch ID не налаштовано. Увімкніть його в параметрах системи

source: Touch ID not available
uk: Touch ID недоступний

source: TouchID is not enrolled, enable it in the system Settings
uk: Неможливо використовувати TouchID. Увімкніть його в параметрах системи

source: TouchID not available
uk: TouchID недоступний

source: Trash
uk: Смітник

source: Trash
uk: Смітник

source: Troubleshoot
uk: Усунення проблем

source: Troubleshooting
uk: Усунення проблем

source: Troubleshooting guide
uk: Поради для усунення проблем

source: Try again
uk: Повторити спробу

source: Try connecting to Proton from a different network (or use ProtonVPN or Tor).
uk: Спробуйте під'єднатися до Proton з іншої мережі (або скористайтеся ProtonVPN чи Tor).

source: Turn Off
uk: Вимкнути

source: Turn this feature on to auto-complete email addresses using contacts from all your logged in accounts.
uk: Увімкніть цю функцію для автозавершення адрес з використанням контактів з усіх ваших під'єднаних облікових записів.

source: Turn this feature on to auto-lock your app and use a PIN code or Face ID to unlock it.
uk: Увімкніть цю функцію для автоматичного замкнення програми та використання ПІН чи Face ID для відмикання.

source: Turn this feature on to auto-lock your app and use a PIN code or fingerprint to unlock it.
uk: Увімкніть цю функцію для автоматичного замкнення програми та використання ПІН чи відбитку пальця для відмикання.

source: Tweet about ProtonMail
uk: Твітнути про ProtonMail

source: Two Factor Code
uk: Код двоетапної перевірки

source: Type casting error
uk: Помилка перетворення типу значення змінної

source: Unable to connect to the server
uk: Неможливо з’єднатися з сервером

source: Unable to construct a valid URL with the following path: %@
uk: Неможливо створити правильну URL-адресу з таким шляхом: %@

source: Unable to create SRP Client!
uk: Неможливо створити SRP-клієнта!

source: Unable to decrypt message.
uk: Неможливо розшифрувати повідомлення.

source: Unable to edit this message offline
uk: Неможливо редагувати це повідомлення поза мережею

source: Unable to generate hashed password!
uk: Неможливо генерувати хешований пароль!

source: Unable to get contacts
uk: Не вдається отримати контакти

source: Unable to parse authentication info!
uk: Неможливо проаналізувати відомості про автентифікацію!

source: Unable to parse authentication token!
uk: Неможливо проаналізувати токен автентифікації!

source: Unable to parse cached authentication token!
uk: Неможливо перевірити кешований токен автентифікації!

source: Unable to parse response
uk: Неможливо проаналізувати відповідь

source: Unable to parse the response object: %@
uk: Неможливо проаналізувати об'єкт відповіді: %@

source: Unable to parse token
uk: Неможливо проаналізувати токен

source: Unable to send the email.
uk: Не вдається надіслати пошту.

source: Undisclosed Recipients
uk: Приховані отримувачі

source: Undo
uk: Відновити

# Unknow Error
source: Unknown error
uk: Невідома помилка

# Unknow file
source: Unknown file
uk: Невідомий файл

source: Unknown
uk: Невідомо

source: Unknown Error
uk: Невідома помилка

# Unkonw Version
source: Unknown version
uk: Невідома версія

source: Unlimited messages sent/day
uk: Необмежена кількість надсилань повідомлень на добу

source: Unlock required
uk: Необхідно відімкнути

source: unread
uk: непрочитані

source: Unread
uk: Непрочитані

source: Unstar
uk: Прибрати зірочку

source: Unsubscribe
uk: Відписатися

source: Unsupported file type
uk: Непідтримуваний тип файлу

source: Up to %i users
uk: До %i користувачів

source: Update
uk: Оновити

source: Update Notification Email
uk: Оновити адресу для сповіщень

source: Updated %d min ago
uk: Оновлено %d хв. тому

source: Updated >1 hour ago
uk: Оновлено >1 годину тому

source: Updated just now
uk: Щойно оновлено

source: Upgrade to a paid plan to benefit from more features
uk: Перейдіть на платний тарифний план, щоб отримати більше можливостей

source: Upgrade to a paid plan to send from your %@ address
uk: Перейдіть на платний план, щоб надсилати з вашої адреси %@

source: Upload device contacts
uk: Вивантажити контакти пристрою

source: Upload iOS contacts to ProtonMail?
uk: Вивантажити контакти iOS до ProtonMail?

source: URL
uk: URL-адреса

source: Use folder colors
uk: Кольорові теки

# User already exist!
source: Username already taken
uk: Ім'я користувача вже зайняте

# User is available!
source: Username is available
uk: Ім'я користувача доступне

source: Username exist
uk: Ім'я користувача вже існує

# User name invalid
source: Invalid username
uk: Недійсне ім'я користувача

source: USER SIGN-IN
uk: ВХІД КОРИСТУВАЧА

source: Verification code request failed
uk: Не вдалося виконати запит на код підтвердження

source: Verification code sent
uk: Код підтвердження надіслано

source: Verification error
uk: Помилка підтвердження

source: Verification of this content’s signature failed
uk: Не вдалося перевірити підпис цього вмісту

source: Version %@ %@
uk: Версія %@ %@

source: View headers
uk: Перегляд заголовків

source: View Headers
uk: Перегляд заголовків

source: View HTML
uk: Перегляд HTML

source: Warning
uk: Попередження

source: Warning: Before you pass the human check you can't send email!
uk: Попередження: До виконання перевірки "Я не робот", ви не можете слати електронні листи!

source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
uk: Попередження: Ви не вказали резервну адресу е-пошти, тому відновити обліковий запис буде неможливо, якщо ви забудете пароль. Продовжити без резервної адреси е-пошти?

source: We could not send your message, possibly because of a poor network connection. Your message was saved to Drafts and will be sent automatically the next time you open the app.
uk: Не вдалося надіслати повідомлення. Ймовірно, це пов'язано з мережевим з'єднанням. Ваше повідомлення збережено до чернеток і буде автоматично надіслано при наступному запуску програми.

source: We have trouble connecting to the servers. Please reconnect.
uk: Проблеми при з'єднанні з серверами. Будь ласка, під'єднайтеся повторно.

source: We recommend setting up a password instead for the following recipients:
uk: Натомість ми рекомендуємо встановити пароль для таких отримувачів:

source: We recommend setting up a password instead, or disabling PGP for the following recipients:
uk: Натомість ми рекомендуємо встановити пароль або вимкнути PGP для таких отримувачів:

source: We will send a verification code to the cell phone above.
uk: Ми надішлемо код підтвердження на мобільний телефон, вказаний вище.

source: We will send a verification code to the email address above.
uk: Ми надішлемо код підтвердження на адресу е-пошти, вказану вище.

source: We will soon stop the support for iOS 10 devices. Please update your device's operating system to continue receiving updates in the future.
uk: Ми невдовзі припинимо підтримку пристроїв з iOS 10. Будь ласка, оновіть операційну систему свого пристрою, щоб й надалі отримувати оновлення.

source: We would like to know what we can do better.
uk: Ми хотіли б знати, що ми можемо зробити краще.

source: week
uk: тиждень

source: Welcome to ProtonMail
uk: Вітаємо в ProtonMail

source: When you send an email, this is the name that appears in the sender field.
uk: Коли ви надсилаєте лист, це ім'я з'являється в полі відправника.

source: Wonderful
uk: Дивовижно

source: Work
uk: Робочий

source: Wrong verification code
uk: Неправильний код підтвердження

source: wrote:
uk: пише:

source: Yes
uk: Так

source: Yes, attach details of payment
uk: Так, вкласти подробиці платежу

source: Yesterday
uk: Вчора

source: You are about to launch the web browser and navigate to
uk: Ви збираєтеся запустити браузер та перейти до

source: You are about to remove all accounts. You will not be able to access them from this device unless you add them again. Do you want to remove all your accounts anyway?
uk: Ви збираєтеся вилучити всі облікові записи. Ви не зможете отримати доступ до них з цього пристрою, доки не додасте їх знову. Ви все одно хочете вилучити усі свої облікові записи?

source: You are all caught up
uk: У вас все налаштовано

source: You are not connected. We cannot display the content of your message.
uk: Ви не під'єднані. Не вдається показати вміст вашого повідомлення.

source: You are offline
uk: Ви не в мережі

source: You can customize swipe gestures in the ProtonMail App Settings.
uk: Ви можете налаштувати жести посування в параметрах ProtonMail.

source: You can get help and support at protonmail.com/support. Bugs can also be reported with the app.
uk: Ви можете отримати допомогу та підтримку за посиланням protonmail.com/support. Про помилки можна повідомляти в програмі.

source: You can't set %@ address as default because it is a paid feature.
uk: Ви не можете встановити адресу %@ типовою, тому що це платна функція.
